[
  {
    "id": 8824,
    "Title": "Robot-Assisted Surgery Offers Benefits for Patients and Surgeons",
    "Content": "Nowadays, patients are looking to recover from surgeries faster, better and stronger. For some patients, <a href=\"https://promedicanewsnetwork.org/health-technology/is-robotic-surgery-right-for-you/\">robot-assisted surgery may be the answer</a>. Instruments like the da Vinci® Surgical System at ProMedica help perform complex surgeries through an incision that’s less than an inch long. This often leads to a quicker and easier recovery.\n\n<a href=\"https://www.promedica.org/provider/kerri-ann-simo-md-hepatopancreaticobiliary-surgery\">Kerri Ann Simo, MD</a>, and <a href=\"https://www.promedica.org/provider/victoria-mi-kim-md-hepatopancreaticobiliary-surgery\">Victoria Mi Kim, MD </a>lead ProMedica’s hepato-pancreato-biliary (HPB) surgery program and are both fellowship-trained in robotic surgery.\n\n“We have been utilizing the robot to perform minimally-invasive surgeries since the inception of the HPB program at ProMedica,” Dr. Simo shares. She completed the first robot-assisted HPB surgery performed in the greater-Toledo area at ProMedica Toledo Hospital in 2013. Since then, the ProMedica HBP team has performed over 200 robotic-assisted surgeries.\n<h2>A Detailed View for Surgeons</h2>\nRobotic surgery can be used for procedures throughout the body, but as HPB specialists, Drs. Simo and Kim use the instrument to perform surgeries of the liver, pancreas and biliary tract (gallbladder and bile ducts). These surgeries may be used to treat patients with conditions such as pancreatitis, bile duct stones, liver abscesses, gallstones, tumors or cancers in the liver, pancreas or gallbladder.\n\nRobotic instruments give HPB surgeons a highly detailed view of the surgical site, with the ability to make precise movements. Surgeons operate robotic arms with controls a few feet away from the operating table and use binocular-like lenses to see details within hundredths of an inch.\n\n“With robot-assisted surgery, we have a wide range of motion that allows us to have a more natural control of our instruments,” Dr. Kim explains. “We also see a 3D view of the surgical site, allowing us to precisely pass through multiple planes when necessary.”\n<h2>An Easier Recovery for Patients</h2>\nDr. Simo and Kim decide whether to use the robot on a case-by-case basis.\n\n“We want to be good stewards of the robot,” Dr. Simo says. “We want to make sure that we are using the right technology on the right patient to result in the best outcome for that patient.”\n\nWhen robotic surgery is the best option, it can offer many benefits for the patient. Compared to traditional surgery, patients who receive minimally invasive robotic surgery typically benefit from:\n<ul>\n \t<li>Shorter hospitalization.</li>\n \t<li>Reduced pain and discomfort.</li>\n \t<li>Faster recovery time and return to normal activities.</li>\n \t<li>Smaller incisions, resulting in reduced risk of infection.</li>\n \t<li>Reduced blood loss and transfusions.</li>\n \t<li>Minimal scarring.</li>\n \t<li>Fewer post-surgery complications.</li>\n</ul>\n“The robot is a great tool to have but not always the best to use for every patient,” Dr. Kim explains. If robot-assisted surgery is not determined to be the best route for the patient, the surgeon may elect to perform a laparoscopic or open operation.\n\nIf you have questions about robotic surgery or think you may be a candidate, your ProMedica surgeon is here to help. No matter the tools used, they’ll help you on your way to recovery.",
    "Permalink": "https://promedicanewsnetwork.org/health-technology/robot-assisted-surgery-offers-benefits-for-patients-and-surgeons/",
    "Post Type": "health-technology",
    "Date": "2022-12-15 13:30:33",
    "Image URL": "https://promedicanewsnetwork.org/media/GettyImages-1353675599.jpg",
    "Image Filename": "GettyImages-1353675599.jpg",
    "Image Path": "/nas/content/live/pronewsnetwork/media/GettyImages-1353675599.jpg",
    "Image ID": 8825,
    "Image Title": "Surgery in a modern hospital",
    "Image Caption": "Surgery in a modern hospital being performed by a team of professionals (shallow DOF, color toned image)",
    "Image Description": "",
    "Image Alt Text": "",
    "Image Featured": "https://promedicanewsnetwork.org/media/GettyImages-1353675599.jpg",
    "Attachment URL": "",
    "Attachment Filename": "",
    "Attachment Path": "",
    "Attachment ID": "",
    "Attachment Title": "",
    "Attachment Caption": "",
    "Attachment Description": "",
    "Attachment Alt Text": "",
    "Categories": "",
    "Tags": "Care and Treatment|general surgery|health technology|Hepatopancreaticobiliary Surgery|Kerri Ann Simo MD|Pancreatic and Endocrine Surgery|ProMedica Physicians Hepatobiliary|robotic surgery|robotics|Victoria Mi Kim MD",
    "Link Categories": "",
    "Formats": "",
    "Wellness Sections": "",
    "General Health Sections": "",
    "Your Body & Conditions Sections": "",
    "Health Technology Sections": "Equipment",
    "Community Health Sections": "",
    "Contributors Sections": "",
    "Status": "publish",
    "Author ID": 5,
    "Author Username": "healthconnect-editor",
    "Author Email": "mike.louviere@hansoninc.com",
    "Author First Name": "",
    "Author Last Name": "",
    "Slug": "robot-assisted-surgery-offers-benefits-for-patients-and-surgeons",
    "Format": "",
    "Template": "",
    "Parent": 0,
    "Parent Slug": 0,
    "Order": 0,
    "Comment Status": "open",
    "Ping Status": "closed",
    "Post Modified Date": "2022-12-05 14:55:09"
  },
  {
    "id": 8713,
    "Title": "Is robotic surgery right for you?",
    "Content": "Robotic surgery, or robot-assisted surgery, can create a safer, more accurate surgical experience with faster recovery and less scarring. If you’re considering minimally invasive surgery, learning more about robotic surgery can help you understand your options and the right type of surgery for you.\n<h2>What is robotic surgery?</h2>\nDuring robot-assisted surgery, surgeons utilize an instrument to help them complete complex, minimally invasive procedures. The surgeons at ProMedica use the da Vinci® Surgical System, a revolutionary tool that helps our surgeons perform complex surgeries through an incision that’s less than an inch long.\n<h2>How does robotic surgery work?</h2>\nRobotic-assisted surgery works by the robot taking the movements of the surgeon’s hands and translating them into the robot’s arms. Surgeons operate the robotic arms with controls a few feet away from the operating table and use binocular-like lenses to see details within hundredths of an inch.\n\n“The robot is able to translate the movement that I’m making with my fingers into the robotic arms,” <a href=\"https://www.promedica.org/provider/tahir-jamil-md-general-surgery\">Tahir Jamil, MD</a>, ProMedica Physicians General Surgery, explains. “Then, the robot does the work on the inside of whatever organ we are operating on.”\n<h2>What are the benefits of robotic surgery?</h2>\nUsing a robot for surgery gives surgeons a highly detailed view of the surgical site, with the ability to make precise movements. Compared to traditional surgery, patients who receive minimally invasive robotic surgery typically benefit from:\n<ul>\n \t<li>Shorter hospitalization.</li>\n \t<li>Reduced pain and discomfort.</li>\n \t<li>Faster recovery time and return to normal activities.</li>\n \t<li>Smaller incisions, resulting in reduced risk of infection.</li>\n \t<li>Reduced blood loss and transfusions.</li>\n \t<li>Minimal scarring.</li>\n \t<li>Fewer post-surgery complications.</li>\n</ul>\n<h2>Robotic Surgery at ProMedica</h2>\nProMedica’s highly trained surgeons located in northwest Ohio and southeast Michigan offer minimally invasive <a href=\"https://www.promedica.org/yourhealth/roboticsurgery/?utm_source=google&amp;utm_medium=cpc&amp;utm_campaign=Robotics-QS&amp;gclid=Cj0KCQjw08aYBhDlARIsAA_gb0e_833gWAzfxWbPiDabuSN2WFrlrJy66jLTwVpOVGG79Kp1yGatJZMaArVLEALw_wcB\">robotic surgery</a> for a variety of conditions. Some of our most common procedures include gallbladder surgery, hernia surgery, colorectal surgery, gynecologic surgery, reflux surgery, lung surgery and general surgery procedures.\n\nWatch <a href=\"https://www.youtube.com/watch?v=fxIJFHxbLFo\">the video</a> to learn more about ProMedica’s minimally invasive robotic-assisted surgery and its benefits.\n\n<iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/fxIJFHxbLFo\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>",
    "Permalink": "https://promedicanewsnetwork.org/health-technology/is-robotic-surgery-right-for-you/",
    "Post Type": "health-technology",
    "Date": "2022-09-17 12:45:39",
    "Image URL": "https://promedicanewsnetwork.org/media/GettyImages-501432924-e1663245856681.jpg",
    "Image Filename": "GettyImages-501432924-e1663245856681.jpg",
    "Image Path": "/nas/content/live/pronewsnetwork/media/GettyImages-501432924-e1663245856681.jpg",
    "Image ID": 8715,
    "Image Title": "Micro surgery with surgery robot.",
    "Image Caption": "Portrait of serious surgeon in operating room. Robotic surgery.",
    "Image Description": "",
    "Image Alt Text": "",
    "Image Featured": "https://promedicanewsnetwork.org/media/GettyImages-501432924-e1663245856681.jpg",
    "Attachment URL": "",
    "Attachment Filename": "",
    "Attachment Path": "",
    "Attachment ID": "",
    "Attachment Title": "",
    "Attachment Caption": "",
    "Attachment Description": "",
    "Attachment Alt Text": "",
    "Categories": "",
    "Tags": "Care and Treatment|general surgery|health technology|ProMedica Physicians General Surgery|robotic surgery|robotics|Surgical Intensive Care|Tahir Jamil MD",
    "Link Categories": "",
    "Formats": "",
    "Wellness Sections": "",
    "General Health Sections": "",
    "Your Body & Conditions Sections": "",
    "Health Technology Sections": "Equipment",
    "Community Health Sections": "",
    "Contributors Sections": "",
    "Status": "publish",
    "Author ID": 5,
    "Author Username": "healthconnect-editor",
    "Author Email": "mike.louviere@hansoninc.com",
    "Author First Name": "",
    "Author Last Name": "",
    "Slug": "is-robotic-surgery-right-for-you",
    "Format": "",
    "Template": "",
    "Parent": 0,
    "Parent Slug": 0,
    "Order": 0,
    "Comment Status": "open",
    "Ping Status": "closed",
    "Post Modified Date": "2022-11-01 13:07:52"
  },
  {
    "id": 8425,
    "Title": "The Benefits of Virtual Doctor Visits",
    "Content": "The COVID-19 pandemic caused an urgent need for virtual experiences, especially in health care. It was a tipping point for telehealth, quickly expanding the accessibility, functionality and use of virtual health care offerings.\n\nNow, patients are regularly connecting with their doctors virtually from the comfort of their own home – from checking in about a stubborn cough to managing diabetes with a specialist. The benefits, and the possibilities, continue to grow.\n\n“We’ve long recognized the value of access to care and the way we deliver care,” says Stephanie Lewis, director, ProMedica Telehealth Institute. “The public health emergency resulting from the pandemic gave us more flexibility in how we deliver virtual care. It opened the door to apply telehealth to other clinical workflows.”\n<h2>Benefits for the Patient</h2>\nA telehealth video visit is basically a virtual appointment with your healthcare provider. Instead of meeting in-person, it’s conducted through a secure video app. At ProMedica, this app is within the ProMedica MyChart patient portal, so you don’t need a separate app to use it. All you need is an appointment and a desktop computer, tablet or smart phone.\n\nDuring a virtual visit, you can interact with your provider in real-time, just as you would during an in-person visit. You can discuss medications, review test results and ask questions. You’ll receive the same quality care you would if you were going to your doctor’s office.\n\nHere are some more of the benefits:\n<ul>\n \t<li><strong>Comfort:</strong> See your doctor from the comfort of your own home, or during a work break.</li>\n \t<li><strong>Convenient:</strong> Meet with your provider anywhere, without needing transportation.</li>\n \t<li><strong>Safety:</strong> Reduce your exposure to germs.</li>\n \t<li><strong>Fast/efficient:</strong> Minimize the interruption by not needing extra time for driving or being in the waiting room.</li>\n \t<li><strong>Quality:</strong> Receive the same quality care and real-time interaction as an in-person visit.</li>\n \t<li><strong>Privacy:</strong> Use a secure and HIPAA-compliant video app.</li>\n</ul>\n<h2>Benefits for the Provider</h2>\nAn increased demand in health care combined with staff shortages means that efficiency in delivering health services is as important as ever. Specialists who use telehealth can spend less time traveling to distant communities or continue to see a patient when transportation or childcare issues would otherwise delay a patient’s care.\n\n“Virtual visits are a convenient way to evaluate and treat patients with minor ailments or those who need follow-up,” says Amer Arshad, MD, ProMedica Physicians. “Patients have loved this approach because they don’t have to take time off of work or can complete the exam from the comfort of their home. It also opens the door for continuity of care for a provider who is out of the office but who can still take time to evaluate and treat their patients.”\n<h2>More About Telehealth at ProMedica</h2>\nWhile virtual visits can improve health access and enhance care, it’s important to know that not every doctor’s visit can or should be virtual.\n\n“Our support staff is important for assessing what is an appropriate virtual visit,” explains Lewis. “It has to be the right patient, the right time, and for the right reason. At ProMedica, we gather data to educate on what is appropriate for a video visit and always leave the choice to the doctor and patient.”\n\n<em>To see if your ProMedica doctor offers virtual care, look for the words “Telehealth Services Available” on their </em><a href=\"https://www.promedica.org/find-a-doctor/\"><em>provider profile.</em></a><em> ProMedica also offers on-demand visits with board-certified providers through </em><a href=\"https://www.promedica.org/services-and-conditions/ondemand\"><em>ProMedica OnDemand.</em></a><em> Learn more telehealth options on </em><a href=\"https://www.promedica.org/virtual-visits/\"><em>ProMedica’s website.</em></a>",
    "Permalink": "https://promedicanewsnetwork.org/health-technology/the-benefits-of-virtual-doctor-visits/",
    "Post Type": "health-technology",
    "Date": "2022-02-15 16:14:02",
    "Image URL": "https://promedicanewsnetwork.org/media/GettyImages-735934001.jpg",
    "Image Filename": "GettyImages-735934001.jpg",
    "Image Path": "/nas/content/live/pronewsnetwork/media/GettyImages-735934001.jpg",
    "Image ID": 8426,
    "Image Title": "Mother using laptop and holding her newborn baby at home",
    "Image Caption": "Mother using laptop and holding her newborn baby at home",
    "Image Description": "",
    "Image Alt Text": "",
    "Image Featured": "https://promedicanewsnetwork.org/media/GettyImages-735934001.jpg",
    "Attachment URL": "",
    "Attachment Filename": "",
    "Attachment Path": "",
    "Attachment ID": "",
    "Attachment Title": "",
    "Attachment Caption": "",
    "Attachment Description": "",
    "Attachment Alt Text": "",
    "Categories": "",
    "Tags": "Care and Treatment|technology|telehealth|virtual care",
    "Link Categories": "",
    "Formats": "",
    "Wellness Sections": "",
    "General Health Sections": "",
    "Your Body & Conditions Sections": "",
    "Health Technology Sections": "",
    "Community Health Sections": "",
    "Contributors Sections": "",
    "Status": "publish",
    "Author ID": 5,
    "Author Username": "healthconnect-editor",
    "Author Email": "mike.louviere@hansoninc.com",
    "Author First Name": "",
    "Author Last Name": "",
    "Slug": "the-benefits-of-virtual-doctor-visits",
    "Format": "",
    "Template": "",
    "Parent": 0,
    "Parent Slug": 0,
    "Order": 0,
    "Comment Status": "open",
    "Ping Status": "closed",
    "Post Modified Date": "2022-11-01 13:08:36"
  },
  {
    "id": 8377,
    "Title": "5 Traits of Creative Thinkers",
    "Content": "Creative thinking is at the heart of innovation; it lets us move away from the here and now to focus on the possibilities. At ProMedica, we value and support innovation because we know that it fosters creative problem solving and leads to new health solutions.\n\n<a href=\"https://www.promedica.org/innovations/\">ProMedica Innovations</a> helps develop products that can improve the health and well-being of the communities we serve. “Creative thinkers from different departments and hospitals regularly share concepts for new software, technologies and devices that can advance patient care and outcomes with us,” says John P. Pigott, MD, FACS, Chief Innovations Officer. “We know ProMedica is filled with out-of-the-box problem solvers who can leverage science and innovation to move the field forward and we want to use our resources to give their breakthrough ideas a boost.”\n\nEveryone has the power to tap into creative thinking to improve the world around them. The ProMedica Innovation team shares these five traits of creative thinkers and how you can use these traits to spark innovation, in health care and beyond.\n<h2>1. Inquisitive</h2>\nQuestioning the “how” and “why” provides a better understanding of the way things work, which in turn enables innovators to contemplate how processes might be improved. Curiosity is core to discovery. Feed your desire to know more – it’ll expand your knowledge as well as your mindfulness, ability to observe and have meaningful interactions.\n<h2>2. Adaptable</h2>\nCreative thinkers are flexible in their approach to problem-solving and open to exploring different solutions. In health care, not every ailment is routine and not all treatments can be standardized. An openness to research, consultation, different diagnoses and shifting approaches helps in mapping treatments that will generate the best possible patient outcomes. Whatever field you’re in, consider how you can look past the cookie-cutter approach to explore new options.\n<h2>3. Passionate</h2>\nAn emotional or intellectual investment pushes innovators to go to great lengths to find viable routes and new destinations. After all, when we are passionate about something, obstacles seem more like challenges than impassable roadblocks. Consider why you chose your field or project in the first place. What is your sense of purpose in the work that you do? It’s that drive to make a difference that pushes us to move forward even in the face of uncertainty.\n<h2>4. Imaginative</h2>\nBy allowing their minds to wander into the unknown, creative thinkers can see new patterns and possibilities. For example, healthcare providers take more than data into consideration when making a diagnosis or outlining a treatment. They factor in their patient’s personality and lifestyle and use their imagination to play out the options and their impacts, mentally exploring alternative paths and strategies. How can you be imaginative in your work? Take a break from focused, linear thinking to give your brain an opportunity to assemble information in novel ways.\n<h2>5. Determined</h2>\nThere’s a metaphorical “box” that can constrain us. Reimagining or busting out of its confines can be uncomfortable—especially when it seems like we’re the only ones doing it--but there are no breakthroughs when we simply stay the course. The world around us is ever-changing, and to find answers, we have to stray from well-trodden territory to explore ideas that seem out of line with more traditional ways of thinking.\n\nNow that you know the five traits of creative thinkers, try to find ways to incorporate these traits into your work and daily life. How do you demonstrate these traits? Where do you have room to grow? Investing in yourself may just lead to the next real-world innovation.\n\n<em>You can submit an idea for feedback and support consideration from ProMedica Innovations at any time. Share your novel medical device, tech-enabled healthcare solutions and other types of cutting-edge technologies at </em><a href=\"https://nextbigidea.health/tech/\"><em>nextbigidea.tech</em></a><em>.</em>",
    "Permalink": "https://promedicanewsnetwork.org/health-technology/5-traits-of-creative-thinkers/",
    "Post Type": "health-technology",
    "Date": "2022-01-17 14:12:28",
    "Image URL": "https://promedicanewsnetwork.org/media/GettyImages-672310452.jpg",
    "Image Filename": "GettyImages-672310452.jpg",
    "Image Path": "/nas/content/live/pronewsnetwork/media/GettyImages-672310452.jpg",
    "Image ID": 8378,
    "Image Title": "Abstract science, circle global network connection in hands on sunset background",
    "Image Caption": "Abstract science, circle global network connection in hands on sunset background",
    "Image Description": "",
    "Image Alt Text": "",
    "Image Featured": "https://promedicanewsnetwork.org/media/GettyImages-672310452.jpg",
    "Attachment URL": "",
    "Attachment Filename": "",
    "Attachment Path": "",
    "Attachment ID": "",
    "Attachment Title": "",
    "Attachment Caption": "",
    "Attachment Description": "",
    "Attachment Alt Text": "",
    "Categories": "",
    "Tags": "Care and Treatment|health technology|innovations",
    "Link Categories": "",
    "Formats": "",
    "Wellness Sections": "",
    "General Health Sections": "",
    "Your Body & Conditions Sections": "",
    "Health Technology Sections": "",
    "Community Health Sections": "",
    "Contributors Sections": "",
    "Status": "publish",
    "Author ID": 5,
    "Author Username": "healthconnect-editor",
    "Author Email": "mike.louviere@hansoninc.com",
    "Author First Name": "",
    "Author Last Name": "",
    "Slug": "5-traits-of-creative-thinkers",
    "Format": "",
    "Template": "",
    "Parent": 0,
    "Parent Slug": 0,
    "Order": 0,
    "Comment Status": "open",
    "Ping Status": "closed",
    "Post Modified Date": "2022-11-01 13:09:30"
  },
  {
    "id": 8227,
    "Title": "ProMedica Innovations Technology Builds Prototypes",
    "Content": "Thanks to technology now available through ProMedica Innovations, employees who have promising ideas for new medical devices or products can see those ideas come to life before their very eyes.\n\nA 3D printer makes it possible. The printer, which creates physical objects from a digital design file, became operational in early 2021. It holds the promise of changing the way new medical inventions make it to market.\n<h2>Creating Real-World Solutions</h2>\nProMedica Innovations is a program designed to help transform employees’ ideas into real-world products that address unmet needs. These products are intended to improve patient care and bolster economic development in the communities ProMedica serves by leading to new companies and creating new jobs.\n\nWhen an employee brings an idea to ProMedica Innovations, it goes through a careful vetting process. This process determines if the idea has the potential to become a commercially viable product. If it does, the Innovations team provides the support the employee needs to make their invention a reality, including developing a prototype.\n\nThat’s where the 3D printer comes in. By creating a prototype that others can see and experience firsthand, the Innovations team is better able to generate support, funding and more.\n\n“There’s limited time to capture people’s interest and show them the potential of a new product,” explained Innovations Project Manager Dan Cassavar. He said, “If you can’t do that with a prototype, it’s really hard to generate excitement and have them believe the product could actually work. They have to see it.”\n<h2>How 3D Printers Work</h2>\nPrinting a prototype begins with creating computer-aided design — or CAD — drawings. From these drawings come STL files, which are exported to the printer’s software. Essentially, the software gives the printer instructions for building a model of the drawing.\n\nAs printing begins, heated materials, such as polylactic acid or poly vinyl alcohol, are expressed from the printer and added to the product layer by layer from the bottom up. The material hardens as it cools, creating a replica of the design illustration.\n\n“Really, the capabilities are pretty much endless,” said Innovations Project Manager Michael Saleh.\n\nPrinting time depends on several variables, and that’s a key advantage of this printer. You can create a “rough” rendering of a product in just a few hours, or by adding more printing time, a much more detailed and refined version.\n\n“If you’re doing a prototype, time is of the essence,” said Saleh. “You want to make sure you get a cost-effective version quickly.”\n\nThat’s because early on, a simple visual representation of the device may be all that’s needed. There will be multiple iterations. As the team makes refinements and gets closer to the exact product they’re hoping to create, the model can become more precise.\n\nProMedica Innovations has relied on third party engineers to develop STL files and prototypes and make design revisions. This may take weeks to months and potentially add thousands of dollars to product development expenses. But by the end of 2021, the team hopes to create the files, and the CAD drawings they come from, in-house. This, coupled with the 3D printer, is expected to lead to dramatic time and cost savings when producing prototypes. That can be significant when it comes to securing funding for an invention.\n<h2>Empowering Employees, Improving Lives</h2>\nThe ProMedica Innovations team works closely with the inventor all the way through product commercialization. But often “seeing their baby come to life,” is what inventors find most exciting. “They really enjoy the whole prototype process,” said Cassavar.\n\nWhat’s certain is that the future of 3D printing in medicine may be even more exciting — for all of us. Researchers are now studying how to use cells and biomaterials to print human body parts, including organs for transplantation. It could become a gamechanger for people needing organ transplants, and it’s likely not that far off, according to Cassavar.\n\n“Things are evolving and they’re evolving quickly,” he said.\n\nFor now, ProMedica Innovations is focused on using its 3D printer to empower employees and turn their ideas into tools that improve patient outcomes and change people’s lives.\n\n“It speaks to instilling a culture of innovation, which is something that’s really important to us,” said Emily Kuhn, ProMedica Innovations marketing strategist. “From a cultural perspective, employees hear us say their ideas matter and we can help bring them to life. Now, in a matter of hours to days, they can see and hold in their hand something that was once just a thought.”\n\n<a href=\"https://pronewsnetwork.wpengine.com/media/3DSkullPrint-1.mov\">Watch the 3D Printer in action.</a>\n\n<em>ProMedica Innovations accepts idea submissions from anyone (including members of the public) with great healthcare-related ideas. Have an idea to share? Submit it on </em><a href=\"https://nextbigidea.health/\"><em>ProMedica Innovation’s website</em></a><em>.  </em>",
    "Permalink": "https://promedicanewsnetwork.org/health-technology/promedica-innovations-technology-builds-prototypes/",
    "Post Type": "health-technology",
    "Date": "2021-10-22 13:31:30",
    "Image URL": "https://promedicanewsnetwork.org/media/ProMedica-Innovations-e1634563824148.jpeg|https://promedicanewsnetwork.org/media/ProMedica-Innovations-2.jpeg",
    "Image Filename": "ProMedica-Innovations-e1634563824148.jpeg|ProMedica-Innovations-2.jpeg",
    "Image Path": "/nas/content/live/pronewsnetwork/media/ProMedica-Innovations-e1634563824148.jpeg|/nas/content/live/pronewsnetwork/media/ProMedica-Innovations-2.jpeg",
    "Image ID": "8307|8308",
    "Image Title": "ProMedica Innovations|ProMedica Innovations 2",
    "Image Caption": "|",
    "Image Description": "|",
    "Image Alt Text": "|",
    "Image Featured": "https://promedicanewsnetwork.org/media/ProMedica-Innovations-e1634563824148.jpeg",
    "Attachment URL": "https://promedicanewsnetwork.org/media/3DSkullPrint-1.mov",
    "Attachment Filename": "3DSkullPrint-1.mov",
    "Attachment Path": "/nas/content/live/pronewsnetwork/media/3DSkullPrint-1.mov",
    "Attachment ID": 8291,
    "Attachment Title": "3DSkullPrint (1)",
    "Attachment Caption": "",
    "Attachment Description": "",
    "Attachment Alt Text": "",
    "Categories": "",
    "Tags": "Care and Treatment|health technology|innovations",
    "Link Categories": "",
    "Formats": "",
    "Wellness Sections": "",
    "General Health Sections": "",
    "Your Body & Conditions Sections": "",
    "Health Technology Sections": "Equipment",
    "Community Health Sections": "",
    "Contributors Sections": "",
    "Status": "publish",
    "Author ID": 5,
    "Author Username": "healthconnect-editor",
    "Author Email": "mike.louviere@hansoninc.com",
    "Author First Name": "",
    "Author Last Name": "",
    "Slug": "promedica-innovations-technology-builds-prototypes",
    "Format": "",
    "Template": "",
    "Parent": 0,
    "Parent Slug": 0,
    "Order": 0,
    "Comment Status": "open",
    "Ping Status": "closed",
    "Post Modified Date": "2022-11-01 13:09:45"
  },
  {
    "id": 8176,
    "Title": "ProMedica Innovations Bring Big Ideas to Life",
    "Content": "ProMedica is committed to big ideas. And for its employees, its patients and the communities it serves, that’s a big deal.\n\nEach day, thousands of ProMedica employees go about their jobs, ensuring people in need get the care they require. Like all employees, they encounter challenges in their work. And in many cases, as frontline experts, they come up with ideas to address those challenges — often, great ideas.\n\n<a href=\"https://www.promedica.org/innovations/\">ProMedica Innovations</a> — a department, facility and team dedicated to bringing new ideas to life — helps them turn their ideas into commercially viable products and medical devices that benefit patients locally and worldwide. At the same time, they help the employees develop businesses that provide jobs and economic opportunity, and ultimately support the health and vitality of ProMedica communities. It’s a win-win-win situation.\n<h2>Evaluating Potential, Laying the Foundation</h2>\nGetting a new product to market is an arduous task, especially for someone who’s never done it. ProMedica’s experts have the knowledge and experience to help. They turn ideas that may start as nothing more than a sketch on a napkin into thriving businesses that meet real-world needs.\n\n“We, at Innovations, are the resource that inventors have to assess, develop and commercialize those ideas, with goals of improving patient care and economic development,” says Clint Steigerwalt, director of ProMedica Innovations.\n\nAssessment begins with a careful examination of each proposed product, which includes determining if:\n<ul>\n \t<li>Similar products already exist.</li>\n \t<li>The product would meet a need and be clinically safe.</li>\n \t<li>There’s a market for the product.</li>\n \t<li>The product could be made and sold at a reasonable price.</li>\n</ul>\nIf the Innovations team can check all the boxes, they offer the inventor the support they need to handle often difficult, time-intensive tasks such as research, prototype development, patent procurement, product testing, Food and Drug Administration clearance and marketing. They also invest in start-ups and help businesses secure financial backing through venture funds they manage and other resources.\n\nHelping protect the idea with a patent is a key part of the process.\n\n“We feel most comfortable building businesses around things that have intellectual property,” says Emily Kuhn, marketing strategist with ProMedica Innovations.\n\nIdeally, employees who pitch a product will know something about the need for their idea and whether similar products exist. However, it’s not a dealbreaker if they don’t.\n\n“We don’t want to preclude people from submitting an idea because they haven’t done a ton of homework,” says Kuhn. “But any foundational work they’ve done is valuable because it gives us a stronger starting point.”\n<h2>Businesses are Succeeding</h2>\nSince its inception in 2013, Innovations has helped inventors obtain roughly 30+ patents and launch five businesses. These businesses include now well-established companies, like <a href=\"https://www.venturemedgroup.com/\">VentureMed Group</a>, best known for its Flex catheter, which is used in treating peripheral arterial disease and other vascular conditions, and new companies, like <a href=\"https://www.airdivertersolutions.com/\">Air Diverter Solutions (ADS)</a>.\n\nADS sells the Air Velocity Reducer, a pioneering product designed to lessen the impact of airborne dust and debris from construction zones in healthcare facilities and other locations. These products redirect airflow from HEPA air scrubbers which normally sit on the floor, where contaminants accumulate. They also slow the speed of air coming out of the scrubbers. In its early stages as a company, ADS had its first sales in June 2021.\n\n“It’s moving forward — generating revenue, creating jobs and spurring local economic development,” says Steigerwalt.\n<h2>A Culture of Innovation</h2>\nEmployees in all disciplines are encouraged to bring their ideas to ProMedica Innovations. The Air Velocity Reducer, for example, was designed by a ProMedica facilities manager and an infection control specialist.\n\nThere’s also an idea hotline, where employees can speak directly with a project manager during business hours, and a simple online submission form that will prompt a return call from program staff. The program’s recent Big Idea Contest also garnered nearly 60 submissions for proposed medical devices or tech-enabled solutions. Contest winners, which included a product focused on blood oxygenation and an ophthalmology device, received funding to propel the products forward.\n\nProMedica has put ProMedica Innovations products to use in its own facilities, benefiting the companies that produce them and its patients. And others have followed suit.\n\n“These are state-of-the-art-technologies that are setting a new best practice or improving a current practice,” says Steigerwalt.\n\nOther health systems have innovation initiatives, but ProMedica started early. And today, it’s recognized as a leader in the innovation market. In fact, the organization’s innovation program has been recognized for years by <a href=\"https://www.beckershospitalreview.com/lists/innovation-centers-to-know-2019.html\">Becker's Hospital Review</a>.\n\n“We’ve been at it so long,” says Kuhn, “we’ve developed real expertise.”\n\n<em>ProMedica Innovations accepts idea submissions from anyone (including members of the public) with great health care related ideas. Have an idea to share? Submit it for the </em><a href=\"http://nextbigidea.health/\"><em>Next Big Idea Contest</em></a><em>.  </em><em> </em>",
    "Permalink": "https://promedicanewsnetwork.org/health-technology/promedica-innovations-bring-big-ideas-to-life/",
    "Post Type": "health-technology",
    "Date": "2021-08-09 13:01:20",
    "Image URL": "https://promedicanewsnetwork.org/media/ProMedica-Innovations-Brings-Big-Ideas-to-Life.jpg",
    "Image Filename": "ProMedica-Innovations-Brings-Big-Ideas-to-Life.jpg",
    "Image Path": "/nas/content/live/pronewsnetwork/media/ProMedica-Innovations-Brings-Big-Ideas-to-Life.jpg",
    "Image ID": 8177,
    "Image Title": "Ideas! Fifteen year old boy drawing a lightbulb on glass with a chalk marker",
    "Image Caption": "With the focus on the drawing, a young, creative team member is drawing a lightbulb on a glass panel",
    "Image Description": "",
    "Image Alt Text": "",
    "Image Featured": "https://promedicanewsnetwork.org/media/ProMedica-Innovations-Brings-Big-Ideas-to-Life.jpg",
    "Attachment URL": "",
    "Attachment Filename": "",
    "Attachment Path": "",
    "Attachment ID": "",
    "Attachment Title": "",
    "Attachment Caption": "",
    "Attachment Description": "",
    "Attachment Alt Text": "",
    "Categories": "",
    "Tags": "Care and Treatment|promedica innovations|technology",
    "Link Categories": "",
    "Formats": "",
    "Wellness Sections": "",
    "General Health Sections": "",
    "Your Body & Conditions Sections": "",
    "Health Technology Sections": "Equipment",
    "Community Health Sections": "",
    "Contributors Sections": "",
    "Status": "publish",
    "Author ID": 5,
    "Author Username": "healthconnect-editor",
    "Author Email": "mike.louviere@hansoninc.com",
    "Author First Name": "",
    "Author Last Name": "",
    "Slug": "promedica-innovations-bring-big-ideas-to-life",
    "Format": "",
    "Template": "",
    "Parent": 0,
    "Parent Slug": 0,
    "Order": 0,
    "Comment Status": "open",
    "Ping Status": "closed",
    "Post Modified Date": "2022-11-01 13:09:55"
  },
  {
    "id": 8129,
    "Title": "Hospital-Level Care in Your Own Home",
    "Content": "A growing trend in health care is hospital care provided in a patient’s home. While home health care has been common for seniors, there is now a unique option in northwest Ohio and southeast Michigan available for adults of all ages who require acute care and meet the necessary criteria. This option provides hospital-level services right in the comfort of the patient’s own home.\n\nWhile some may wonder how effective hospital at home care can be, research shows impressive outcomes. In a study by The Commonwealth Fund, hospital at home programs that enable patients to receive acute care at home have proven effective in reducing complications while cutting the cost of care by 30 percent or more.\n<h2>How does a patient choose the option?</h2>\nTo give a real-life example, JaMella Williams was one of the first patients who chose the ProMedica Acute Care at Home option. Ms. Williams was diagnosed with COVID-19, and she had uncontrollable headaches and high fever. At a hospital emergency department, she was offered a new choice, ProMedica Acute Care at Home.\n\nShe chose this option and was admitted to ProMedica Acute Care at Home. That meant she immediately got to go home and start receiving hospital-level care. She said, “If I could be in my normal surroundings at home and also receive the hospital care I needed, that seemed to be the best choice for me.”\n<h2>How is the home prepared for this level of care?</h2>\nMs. William’s home was equipped with technology and resources, including a computer tablet, dedicated telephone, emergency response bracelet, backup power supply and more, to ensure she had a constant, 24/7 connection to the expert ProMedica Acute Care at Home team.\n\nIn addition to being able to access her doctors and nurses virtually, Ms. Williams received regular in-person visits and check-ups. She explained, “A nurse was constantly checking on me, and a nurse practitioner regularly came to the house for an assessment and was able to tell if I was making progress.”\n<h2>What are the eligibility criteria?</h2>\nProMedica Acute Care at Home combines an extensive network of in-home providers with a sophisticated telehealth platform to deliver a seamless hospital experience directly in a patient’s home. Patients who meet eligibility criteria may be able to choose this option instead of traditional inpatient hospitalization.\n\nPatients must meet criteria for inpatient care, home safety criteria and have a qualifying payer and plan.\n\nIn late 2020, ProMedica received waiver approval for ProMedica Acute Care at Home by the Centers for Medicare &amp; Medicaid Services. The approval allows ProMedica to provide the service as an option to a greater number of qualifying patients.\n<h2>What are the qualifying diagnoses?</h2>\nQualifying diagnoses include:\n<ul>\n \t<li>Heart failure.</li>\n \t<li>Pneumonia.</li>\n \t<li>UTI/kidney infections.</li>\n \t<li>Cellulitis or wound infection.</li>\n \t<li>COPD or asthma exacerbation.</li>\n \t<li>Sepsis/fever.</li>\n \t<li>COVID-19.</li>\n</ul>\nWhile the plans were in place for this model before the COVID-19 pandemic began, this option became even more appealing for some patients to remain in their homes for care during the height of the pandemic. This helped to decrease crowding in the hospital and allow the option for visitors in the patient’s home.\n<h2>What are the main features of ProMedica Acute Care at Home?</h2>\nSome of the features include:\n<ul>\n \t<li>24 hours a day, seven days a week access to a patient’s care team that will respond to medical needs in person, by video and/or telephone.</li>\n \t<li>Vital signs monitoring using a telehealth platform.</li>\n \t<li>In-home visits by health care professionals, such as community paramedics, registered nurses, nurse practitioners and physical and occupational therapists.</li>\n \t<li>Lab tests, mobile imaging like X-ray and ultrasound, and IV therapies performed in a patient’s home.</li>\n \t<li>Durable medical equipment like shower chairs, grab bars, oxygen and hospital beds.</li>\n \t<li>Collaboration with a patient’s primary care physician and/or specialists.</li>\n \t<li>A complete report of a patient’s care sent to their primary care physician.</li>\n</ul>\n<h2>What has been the reaction of patients and medical experts?</h2>\nThe at-home hospital option continues to grow and is now available to patients in 19 counties in Ohio and two counties in Michigan.\n\nPatients report very high satisfaction and outcomes with ProMedica Acute Care at Home. Patients share how healing at home feels very tailored to their personal physical and emotional needs. Likewise, medical experts report how caring for patients in their homes is very rewarding as they get to know not only their patients but the patient’s family and even their pets.\n\nHopefully, you do not find yourself in an emergency room, but if you do, know that ProMedica Acute Care at Home is an option you can discuss with your care team. Ms. Williams advised, “Know your options and do what is best for you, but healing at home was a wonderful experience for me.”\n\n<em>Brian Perkins, MD, is the medical director for ProMedica Acute Care at Home.</em>",
    "Permalink": "https://promedicanewsnetwork.org/health-technology/hospital-level-care-in-your-own-home/",
    "Post Type": "health-technology",
    "Date": "2021-07-22 14:33:52",
    "Image URL": "https://promedicanewsnetwork.org/media/Hospital-Level-Care-for-Your-Own-Home.jpg",
    "Image Filename": "Hospital-Level-Care-for-Your-Own-Home.jpg",
    "Image Path": "/nas/content/live/pronewsnetwork/media/Hospital-Level-Care-for-Your-Own-Home.jpg",
    "Image ID": 8148,
    "Image Title": "Hospital Level Care for Your Own Home",
    "Image Caption": "",
    "Image Description": "",
    "Image Alt Text": "",
    "Image Featured": "https://promedicanewsnetwork.org/media/Hospital-Level-Care-for-Your-Own-Home.jpg",
    "Attachment URL": "",
    "Attachment Filename": "",
    "Attachment Path": "",
    "Attachment ID": "",
    "Attachment Title": "",
    "Attachment Caption": "",
    "Attachment Description": "",
    "Attachment Alt Text": "",
    "Categories": "",
    "Tags": "Care and Treatment|technology|telehealth",
    "Link Categories": "",
    "Formats": "",
    "Wellness Sections": "",
    "General Health Sections": "",
    "Your Body & Conditions Sections": "",
    "Health Technology Sections": "Equipment",
    "Community Health Sections": "",
    "Contributors Sections": "",
    "Status": "publish",
    "Author ID": 5,
    "Author Username": "healthconnect-editor",
    "Author Email": "mike.louviere@hansoninc.com",
    "Author First Name": "",
    "Author Last Name": "",
    "Slug": "hospital-level-care-in-your-own-home",
    "Format": "",
    "Template": "",
    "Parent": 0,
    "Parent Slug": 0,
    "Order": 0,
    "Comment Status": "open",
    "Ping Status": "closed",
    "Post Modified Date": "2022-11-01 13:10:52"
  },
  {
    "id": 7845,
    "Title": "A New Surgery Technique for Treating Scoliosis in Toledo",
    "Content": "More than 100,000 children in the United States are diagnosed with scoliosis each year. Scoliosis is a rotational curve in the spine commonly seen in children and adolescents. There are several different types of scoliosis, but the most common type has no known cause. It can be a painful condition that can lead to additional health problems.\n\nAbout a year ago, the FDA approved a new surgical technique that involves a non-fusion spinal device. Unlike the most common surgical technique — spinal fusion — clinical data suggests this non-fusion technique has enhanced benefits for the patient. These benefits typically include a shorter hospital stay, decreased narcotic use, and an ability to retain spine mobility. Data also suggests patients had decreased blood loss and decreased operating time, as compared to other procedures. The innovative implant is a great asset to our community and <a href=\"https://www.promedica.org/toledo-childrens-hospital/Pages/default.aspx\">ProMedica Russell J. Ebeid Children’s Hospital</a> is the first in the region to use this new technique for treating pediatric patients with scoliosis.\n\nPatients who are candidates for this type of surgery have failed bracing and/or may be intolerant to brace wear. The non-fusion spinal device that is used is made up of anchors, bone screws, cord, and set screws. The anchors, bone screws, and set screws are made out of titanium alloys that are commonly used as spine implants. The cord is made of a strong flexible polymer.\n\nDuring the procedure, an anchor and bone screw are placed into the patient's spine on the side of the spinal curvature, then the cord is secured to the bone screws using set screws. During surgery, the surgeon will apply tension to the cord to partially straighten the patient's spine. After surgery, the cord continues to straighten the spine while the patient continues to grow.\n\nThis surgical technique substantially improves recovery and long term outcomes for children who are candidates over standard techniques, procedures and other surgeries. Ideally, patients retain more mobility in their spine which allows for participation in a wide variety of sports, activities and everyday movements.\n\n[row]\n[column md=\"3\" sm=\"3\" xs=\"12\"]\n\n<img class=\"img-responsive alignnone wp-image-7847 size-medium\" src=\"https://pronewsnetwork.wpengine.com/media/Aaron-Buerk-e1600180453633-259x300.jpg\" alt=\"\" width=\"259\" height=\"300\" />\n\n[/column]\n[column md=\"9\" sm=\"9\" xs=\"12\"]\n\n<em><a href=\"https://www.promedica.org/provider/aaron-a-buerk-md-pediatric-orthopaedic-surgery\">Aaron Buerk, MD,</a> is a ProMedica surgeon who performs<a href=\"https://www.promedica.org/PediatricOrthopaedics\"> pediatric orthopaedic surgery</a>. Pediatric orthopaedic surgeons diagnose and treat children who have problems in their bones, muscles, and joints that inhibit movement or cause pain.</em>\n[/column]\n[/row]",
    "Permalink": "https://promedicanewsnetwork.org/health-technology/a-new-surgery-technique-for-treating-scoliosis-in-toledo/",
    "Post Type": "health-technology",
    "Date": "2020-09-15 15:26:01",
    "Image URL": "https://promedicanewsnetwork.org/media/A-new-surgery-technique-for-treating-scoliosis-in-Toledo.jpg",
    "Image Filename": "A-new-surgery-technique-for-treating-scoliosis-in-Toledo.jpg",
    "Image Path": "/nas/content/live/pronewsnetwork/media/A-new-surgery-technique-for-treating-scoliosis-in-Toledo.jpg",
    "Image ID": 7848,
    "Image Title": "Back pain, conceptual illustration",
    "Image Caption": "Back pain, conceptual computer illustration.",
    "Image Description": "",
    "Image Alt Text": "",
    "Image Featured": "https://promedicanewsnetwork.org/media/A-new-surgery-technique-for-treating-scoliosis-in-Toledo.jpg",
    "Attachment URL": "",
    "Attachment Filename": "",
    "Attachment Path": "",
    "Attachment ID": "",
    "Attachment Title": "",
    "Attachment Caption": "",
    "Attachment Description": "",
    "Attachment Alt Text": "",
    "Categories": "",
    "Tags": "Aaron A Buerk MD|Care and Treatment|health technology|pediatric orthopaedic surgery|ProMedica Orthopaedic Institute|ProMedica Physicians Pediatric Orthopaedic Surgery",
    "Link Categories": "",
    "Formats": "",
    "Wellness Sections": "",
    "General Health Sections": "",
    "Your Body & Conditions Sections": "",
    "Health Technology Sections": "",
    "Community Health Sections": "",
    "Contributors Sections": "",
    "Status": "publish",
    "Author ID": 5,
    "Author Username": "healthconnect-editor",
    "Author Email": "mike.louviere@hansoninc.com",
    "Author First Name": "",
    "Author Last Name": "",
    "Slug": "a-new-surgery-technique-for-treating-scoliosis-in-toledo",
    "Format": "",
    "Template": "",
    "Parent": 0,
    "Parent Slug": 0,
    "Order": 0,
    "Comment Status": "open",
    "Ping Status": "closed",
    "Post Modified Date": "2022-11-01 13:11:42"
  },
  {
    "id": 7572,
    "Title": "Robotic Device Helps Patients Learn to Walk Again",
    "Content": "<iframe src=\"https://www.youtube.com/embed/wQL8klBp58I\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><span data-mce-type=\"bookmark\" style=\"display: inline-block; width: 0px; overflow: hidden; line-height: 0;\" class=\"mce_SELRES_start\">﻿</span></iframe>\n\nTwo and a half years ago, Peggy Avers was up in the garage attic getting Christmas decorations when she fell through the ceiling, landing on the concrete floor 20 feet below.\n\n\"I broke T11 and L3, and they were crushed,\" said Peggy. \"There were a lot of things broken in my back. There was a chance that I would have no feeling in my legs and be paralyzed, but I did get a lot of feeling back.\"\n\nPeggy can use a walker for short distances, but it's difficult. So she mostly uses a wheelchair to get around. She's excited about a new therapy at the<a href=\"https://www.promedica.org/neurosciences/Pages/our-team-and-locations/neurosciences-center.aspx\"> ProMedica and University of Toledo College of Medicine and Life Sciences Neurosciences Center</a>. It's a piece of equipment called the Ekso GT, a robotic exoskeleton designed to help stroke and spinal cord injury patients learn how to walk again.\n\nPhysical therapists strap Peggy into the device, which is able to support her as she walks. The machine can detect in real time how much effort Peggy is able to give and how much motor support it needs to contribute. So if Peggy is doing 30 percent of the work, the Ekso GT will automatically do the other 70 percent to help her stay upright, and reteach her brain how to make those steps with the proper lift and gait.\n\n\"A very significant number of patients have fatigable gait, which means they start with 60 percent and then five minutes later they're able to only contribute 20 percent. The real-time feedback and the ability of the device to readjust the function of the orderized parts is very essential in achieving the goals of rehabilitation,\" said <a href=\"https://www.promedica.org/provider/mouhammad-jumaa-md-neurology\">Mouhammad Jumaa, MD., ProMedica Physicians Neurology.</a> \"We also have one or two physical therapists working with you and they have the ability to control the device. So if they see that the patient is starting to fatigue very significantly and they need to adjust some of the angles or the measurements of the device, then they can do that.\"\n\n\"It makes me stand completely stand up, and when I use the walker I bend over a lot because I'm using the weight of my arms to hold me up more,\" explained Peggy. \"But now I'm trying to make my legs do more and because it's making me stand up it's kind of stretching me out, where I am standing up straighter, even with the walker. It makes it feel more like walking, which I didn't remember what that felt like.\"\n\nThe  device's ability to help patients move has additional benefits, including a lower risk for blood clots, lower readmission rates and psychological benefits. Peggy has noticed improvement since starting her therapy with the Ekso GT and is hopeful it will continue to help her regain her independence.\n\n\"With a spinal injury, there isn't any way to tell [what functions] are going to come back and what's not. If you don't use it, it's not going to come back,\" said Peggy. \"My hope with this is that it's going to do the best for whatever's in there.\"\n<p style=\"text-align: center;\">[button type=\"success\" size=\"lg\" link=\"https://www.promedica.org/neurosciences/Pages/default.aspx\"] Learn more about neurosciences at ProMedica. [/button]</p>",
    "Permalink": "https://promedicanewsnetwork.org/health-technology/robotic-device-gets-patients-on-their-feet-sooner/",
    "Post Type": "health-technology",
    "Date": "2019-09-16 18:26:47",
    "Image URL": "https://promedicanewsnetwork.org/media/Robotic-Device-Gets-Patients-on-their-feet-sooner.jpg",
    "Image Filename": "Robotic-Device-Gets-Patients-on-their-feet-sooner.jpg",
    "Image Path": "/nas/content/live/pronewsnetwork/media/Robotic-Device-Gets-Patients-on-their-feet-sooner.jpg",
    "Image ID": 7575,
    "Image Title": "Robotic Device Gets Patients on their feet sooner",
    "Image Caption": "",
    "Image Description": "",
    "Image Alt Text": "",
    "Image Featured": "https://promedicanewsnetwork.org/media/Robotic-Device-Gets-Patients-on-their-feet-sooner.jpg",
    "Attachment URL": "",
    "Attachment Filename": "",
    "Attachment Path": "",
    "Attachment ID": "",
    "Attachment Title": "",
    "Attachment Caption": "",
    "Attachment Description": "",
    "Attachment Alt Text": "",
    "Categories": "",
    "Tags": "Care and Treatment|Interventional Neurology|Mouhammad Jumaa MD|neurology|neurosciences|Neurosciences Center|ProMedica Neurosciences Institute|ProMedica Physicians Neurology - Toledo|stroke|Vascular Neurology",
    "Link Categories": "",
    "Formats": "",
    "Wellness Sections": "",
    "General Health Sections": "",
    "Your Body & Conditions Sections": "",
    "Health Technology Sections": "Equipment",
    "Community Health Sections": "",
    "Contributors Sections": "",
    "Status": "publish",
    "Author ID": 6,
    "Author Username": "healthconnect-admin",
    "Author Email": "Scott.hurley@promedica.org",
    "Author First Name": "",
    "Author Last Name": "",
    "Slug": "robotic-device-gets-patients-on-their-feet-sooner",
    "Format": "",
    "Template": "",
    "Parent": 0,
    "Parent Slug": 0,
    "Order": 0,
    "Comment Status": "open",
    "Ping Status": "closed",
    "Post Modified Date": "2022-11-01 13:12:49"
  }
]
