[
  {
    "name": "3 Ways to Have a Healthy Holiday Season Toledo Ohio OH ProMedica Health System",
    "Title": "3 Ways to Have a Healthy Holiday Season Toledo, Ohio (OH), ProMedica Health System",
    "Description": "\n\t\t\t\t\t\t<div>3 Ways to Have a Healthy Holiday Season</div>\n<img src=\"/assets/images/news/our-stories/woman-and-child-decorating-cookies.jpg\" alt=\"3 Ways to Have a Healthy Holiday Season\">\n<p><span style=\"color: #339966;\"><a href=\"https://www.promedica.org/provider/kanchan-pillai-md-facp-internal-medicine\" target=\"_blank\" style=\"color: #339966;\">By: Kanchan Pillai, MD, FACP, FOMA, ProMedica Physicians Director of Obesity Medicine</a></span></p>\n<p>The holiday season is the perfect opportunity to spend time with loved ones, enjoy great food and create new memories. While it may seem difficult, keeping healthy habits in mind during the holiday season can make a big difference in one’s overall health and in your enjoyment of the holiday season.</p>\n<p><strong>Practice moderation </strong></p>\n<p>When most people think about the holidays, food is typically at the top of the list of things to look forward to. When attending feasts and celebrations, remember that any food is okay in moderation.</p>\n<p>Unfortunately, during the holidays, people tend to eat more food and drink more alcohol. Those extra servings, treats and cocktails, lead many of us to gain an average of 2-3 pounds during the holidays. While that does not sound like a lot of weight to gain, it can creep up on you. Carrying extra weight can contribute to diseases such as high blood pressure, heart disease, diabetes and stroke.</p>\n<p>This holiday season, walk around the food table to plan what you are going to eat before you fill your plate. Load up on fruits and vegetables. They help you feel full longer making healthy choices easier. And, before grabbing another plate, drink a glass of water and evaluate if you really are still hungry.</p>\n<p><strong>Keep up with exercise </strong></p>\n<p>The holiday season is usually a busy time. Keeping up with an exercise routine might be the last thing on your mind. So, change it up. Make it holiday friendly. Move in different ways.</p>\n<p>Instead of having your groceries delivered, grab a cart, walk around the store and do your own shopping. Park your car further away from entrances to get in a few extra steps. Take the stairs. Do extra cleaning around the house. And, dance the night away at holiday parties. Enjoy the music and extra time moving.</p>\n<p><strong>Protect your heart health </strong></p>\n<p>Overindulging in salty foods and alcohol can lead to holiday heart syndrome. While overindulging during any time of the year can cause adverse effects, it most commonly occurs during the season where we tend to indulge the most. Consuming too much alcohol and salt can cause the heart to beat irregularly, commonly known as atrial fibrillation (AFib). Symptoms of AFib include shortness of breath, heart palpitations, lightheadedness, chest pain and fatigue.</p>\n<p>In addition, heart attacks are more common during the holiday season. Make sure you know the signs of a heart attack. Chest pain, shortness of breath, nausea, dizziness and upper body discomfort can all be signs of a heart attack. If someone is suspected of having a heart attack, call 9-1-1 right away.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,272043\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/3-ways-to-have-a-healthy-holiday-season",
    "Id": 1
  },
  {
    "name": "Understanding Prediabetes",
    "Title": "Understanding Prediabetes",
    "Description": "\n\t\t\t\t\t\t<div>Understanding Prediabetes</div>\n<img src=\"/assets/images/news/our-stories/prediabetes-sized.jpg\" alt=\"Understanding Prediabetes\">\n<p>By: Chuck Riepenhoff, RPh, CDE, BCACP, ProMedica Jobst Medication Therapy Management</p>\n<p>According to the Centers for Disease Control (CDC), more than one in three or 96 million people in the United States aged 18 or older have prediabetes.</p>\n<p><strong>What is prediabetes? </strong></p>\n<p>For someone with prediabetes, their blood sugar levels are higher than normal, but not high enough to be considered type 2 diabetes.</p>\n<p>When we eat our body breaks down food and turns it into glucose – or “sugar”. Our blood distributes the sugar to our muscles, tissues and cells to give our body energy. With prediabetes, and in type 2 diabetes, this process does not work the way it’s supposed to.</p>\n<p>When the sugar content in the bloodstream increases, the pancreas creates insulin. Insulin helps the body take in sugar from the blood and move the sugar along to where it needs to go in the body. When a person has prediabetes, the cells in the body do not always respond to insulin. This is called insulin resistance. This insulin resistance leads to an increase in blood sugar levels, and is the foundational cause of prediabetes.</p>\n<p>Around 80% of those who are prediabetic do not know it because prediabetes generally does not have noticeable symptoms. In fact, many people do not have any symptoms until prediabetes has already progressed to type 2 diabetes, and in turn has caused serious health problems, such as stroke and heart disease.</p>\n<p>Fortunately, prediabetes is easy to diagnose. It takes a simple blood sugar test. Fasting blood sugar under 100 is normal, 100 to 125 is considered prediabetes, and fasting blood sugar 126 or above reflects actual diabetes.</p>\n<p>Common risk factors for diabetes include being overweight, being 35 years or older, having a close family member with diabetes, and having a sedentary lifestyle. African Americans, Hispanic/Latino Americans, American Indians, Pacific Islanders and some Asian Americans are at a greater risk for developing prediabetes. It is important to talk with your primary care provider about your risk factors and how you can prevent prediabetes.</p>\n<p><strong>Preventing Type 2 Diabetes </strong></p>\n<p>Prediabetes becoming type 2 diabetes does not have to be a sure thing. With simple lifestyle changes, it is possible to prevent the progression of prediabetes to actual type 2 diabetes.</p>\n<ul>\n<li><strong>Lose a small amount of body weight.</strong> The CDC recommends those with prediabetes lose 5% to 7% of their total body weight.</li>\n<li><strong>Get moving.</strong> Regular physical activity is important for overall health. Aim for at least 150 minutes of exercise a week. Even small things make a difference. Take the stairs instead of the elevator. Park further away to increase the number of steps. And, do yard work, gardening or other projects around the house. If watching TV or sitting for long periods of time at work, make a point to get up every 30 minutes to move around and stretch.</li>\n<li><strong>Eat a healthy diet.</strong> Cutting back on sugary foods and sweetened beverages can help to reduce your blood sugar levels. Aim for whole-grains, healthy proteins and plenty of vegetables.</li>\n</ul>\n<p>Making small changes can help to reduce your overall risk of type 2 diabetes, heart disease and stroke. Consulting a doctor is a great place to start if you are unsure where to begin.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,271862\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/understanding-prediabetes",
    "Id": 2
  },
  {
    "name": "Dont be misled Colonoscopies are critical to preventing cancer",
    "Title": "Don't be misled: Colonoscopies are critical to preventing cancer",
    "Description": "\n\t\t\t\t\t\t<div>Don't be misled: Colonoscopies are critical to preventing cancer</div>\n<img src=\"/newsroom/our-stories/easset_upload_file56832_271389_e.jpg\" alt=\"Don't be misled: Colonoscopies are critical to preventing cancer\">\n<p><span style=\"color: #008000;\"><a href=\"https://www.promedica.org/provider/raul-bosio-md-colorectal-surgery\" style=\"color: #008000;\">By: Raul Bosio, MD, colorectal surgeon, ProMedica Physicians General Surgery.</a> </span></p>\n<p>Recent news coverage of a published European study regarding the role of colonoscopies in preventing and decreasing colorectal cancer deaths ignited a debate that led to several major U.S. medical societies publishing statements about this topic. The bottom line: Colonoscopies save lives!</p>\n<p>Results from the study published in the New England Journal of Medicine were portrayed out of context. The misleading headlines undermined years of progress to fight colorectal cancer, a preventable disease that is still the third-leading cause of cancer-related death in the United States.</p>\n<p>Initial statistical analysis of the study showed no significant reduction in colon cancer mortality after colonoscopy. However, a subanalysis of the study showed that of the participants who received a colonoscopy, the procedure decreased the risk of developing colorectal cancer by 31 percent and lowered the risk of dying from colorectal cancer by 50 percent.</p>\n<p>After initial controversial headlines about this study, some national news outlets revisited the topic, sorting through the details more thoroughly. Their subsequent stories shifted direction, stressing the importance of screening colonoscopies and raising awareness of the global epidemic of cancer among those under 50. Numerous medical organizations such as the American Cancer Society, the American College of Gastroenterology, the Society of American Gastrointestinal and Endoscopic Surgeons, and the American College of Surgeons published statements, stressing the vital role colonoscopies play in preventing cancer and saving lives.</p>\n<p><strong>Prevention versus screening </strong></p>\n<p>Most cancers cannot be prevented. Physicians can detect them only after they have reached a certain size and can be visible, whether through a physical exam or in computed tomography, magnetic resonance and others. Screenings are usually meant to identify individuals who already have cancer.</p>\n<p>Colorectal cancer is among the few cancers that can actually be prevented in most cases.</p>\n<p>Colorectal cancer starts as a polyp. Polyps are small lumps or moles that grow inside the large intestine or rectum. When small, they are considered precancerous, but as they grow, they can become cancerous and spread to other organs. Treatment in these scenarios may include major surgeries, chemotherapy and radiation therapy, among others. As cancer progresses, the risk of dying from colorectal cancer increases.</p>\n<p>When a polyp is found during a colonoscopy, the physician can remove it and have it tested for cancer. If found and removed early, during the precancerous stage, that patient may have just avoided developing colorectal cancer altogether. That means colonoscopies are useful not just as a screening tool for cancer, but also to help prevent it. The success rate of a colonoscopy finding a polyp, when present, is approximately 95 percent.</p>\n<p>Fecal occult tests (stool tests), even the new highly advertised DNA-based ones, are great screening tests (they will find cancer, if present, in most cases), but they miss detecting polyps approximately 50 percent of the time or higher. These polyps then have the potential to develop into cancer.</p>\n<p>When it comes to cancer, any test is better than no test! However, tests that increase prevention should be preferred over those that just detect cancer. Would you buy a car with an engine that fails to run 50 percent of the time? Probably not. When your life is on the line, don’t settle for less.</p>\n<p>Colonoscopies are the only test that can detect and remove precancerous polyps before they turn into colorectal cancer.</p>\n<p><strong>A Symptomless Cancer </strong></p>\n<p>It may take a polyp five to 10 years to develop into cancer. Most patients experience no symptoms. By the time patients develop symptoms, precancerous polyps may have already progressed to cancer. Further, the cancer may already be in a later stage, making it harder to treat.</p>\n<p>Prevention or even screening should be important to all of us, especially as there are numerous tests available. Higher-risk individuals, such as those with a family history of colon polyps or cancer, a personal history of inflammatory bowel disease, and/or an inherited syndrome, are at increased risk. Being overweight, having a diet high in red meats and processed foods, using alcohol or smoking also increase a person’s risk.</p>\n<p>The American Cancer Society recommends that people with an average risk begin regular screenings at age 45. We should all learn to advocate for ourselves, it is our life at risk – ask your doctor questions about screening and prevention.</p>\n<p><strong>Stopping an Epidemic </strong></p>\n<p>Colorectal cancer has dramatically increased in individuals between age 40 and 50, to the point that some news outlets are calling this an epidemic. On the contrary, colorectal cancer in the U.S. is decreasing in those 50 years old and older. This is thanks to the extensive screening programs in place and significant efforts from medical societies to educate our population and physicians.</p>\n<p>It cannot be emphasized enough that colonoscopies save lives. If you’re eligible for a screening colonoscopy, talk with your physician about colorectal cancer prevention. In many cases, insurances cover 100 percent of the cost of a screening colonoscopy. Talk with your family or friends who tell you they are opting for an easier stool test. Share your knowledge about the importance of colonoscopies; you may be saving a life.&nbsp;</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,271389\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/dont-be-misled-colonoscopies-are-critical-to-preventing-cancer",
    "Id": 3
  },
  {
    "name": "Awareness is Power Breast Cancer Awareness Month",
    "Title": "Awareness is Power: Breast Cancer Awareness Month",
    "Description": "\n\t\t\t\t\t\t<div>Awareness is Power: Breast Cancer Awareness Month</div>\n<img src=\"/assets/images/news/our-stories/dr-j-burns.jpg\" alt=\"Awareness is Power: Breast Cancer Awareness Month\">\n<p><span style=\"color: #339966;\"><a href=\"https://www.promedica.org/provider/jessica-a-burns-md-breast-surgery\" style=\"color: #339966;\">By: Jessica Burns, MD, ProMedica Physicians Breast Surgical Oncologist</a></span></p>\n<p>It’s likely that you or someone you know has a personal connection to breast cancer. According to the American Cancer Society, there are more than 3.8 million breast cancer survivors in the United States. That number includes those still being treated and those who have completed treatment. While that statistic may be shocking, it emphasizes the importance of early detection through routine screenings.</p>\n<p>Symptoms &amp; Risk Factors</p>\n<p>Most women with breast cancer will not have any signs or symptoms when diagnosed. In these instances, an abnormality is detected on a screening mammogram. Other times, women may find a lump in their breasts during self-examination or accidentally during bathing. Lumps are often painless and may be accompanied by other symptoms such as nipple discharge, a sensation of fullness in the breast or a change in the way the breast looks. In rare instances, breast cancer may be identified after a woman presents with fullness, a mass or discomfort in the underarm area. It is important to note that not all breast lumps will be cancerous. It is best to consult a physician if any noticeable changes have occurred.</p>\n<p>Some risk factors for breast cancer are modifiable, while others are not. Age is the biggest risk factor, as most breast cancers are diagnosed after age 50. Other non-modifiable risk factors include family history in a first-degree relative, dense breast tissue on imaging, reproductive history and genetic mutations on specific genes.</p>\n<p>There are plenty of things one can do to reduce the risk of developing breast cancer. It is recommended that women exercise regularly, avoid excessive alcohol consumption and maintain a healthy BMI after menopause. The most common demographic to be diagnosed with breast cancer is postmenopausal women.</p>\n<p>Screening is Key</p>\n<p>Mammograms are the single most important test that can be done to detect changes in the breast at the earliest stages. These changes can indicate underlying cancer, or a benign but high-risk finding that can alert the physician that there may be a higher-than-average risk of developing breast cancer in the future. Mammograms are compared year to year to help detect changes in the breast tissue over time. These changes can also help to indicate underlying problems. Mammograms should be done annually, beginning at age 40 for women at average risk of breast cancer. Those with a higher risk may need screenings more frequently.</p>\n<p>In addition to a mammogram, breast self-examinations can be performed in the shower when the skin may be smoother and, therefore, masses may be easier to feel. The standard recommendation is that breast self-examinations are to be performed monthly. It is also recommended that women look at their breasts in the mirror on a regular basis while standing with hands on hips and extending arms overhead. One should note the contour of the breasts, how the nipples look and if there is any retraction in the skin or nipples. The most important thing is to identify what one’s “normal” is and note any changes from how things normally look and feel</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,271354\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/awareness-is-power-breast-cancer-awareness-month",
    "Id": 4
  },
  {
    "name": "Take Action This Prostate Cancer Awareness Month",
    "Title": "Take Action This Prostate Cancer Awareness Month",
    "Description": "\n\t\t\t\t\t\t<div>Take Action This Prostate Cancer Awareness Month</div>\n<img src=\"/assets/images/news/our-stories/prostate-cancer-sized.jpg\" alt=\"Take Action This Prostate Cancer Awareness Month\">\n<p><span style=\"color: #008000;\"><a href=\"https://www.promedica.org/provider/timothy-g-schuster-md-urology\" target=\"_blank\" style=\"color: #008000;\">By: Timothy Schuster, MD, ProMedica Genito-Urinary Surgeons</a></span></p>\n<p>According to the American Cancer Society, one in eight men will be diagnosed with prostate cancer in their lifetime. Prostate cancer is the second leading cause of cancer death in American men, just behind lung cancer. While these statistics may be shocking, it is important to mention that while prostate cancer is a serious disease, most men diagnosed and treated do not die from it. That’s why it is imperative to get regular prostate cancer screenings.</p>\n<p><strong>What is prostate cancer? </strong></p>\n<p>Prostate cancer is a type of cancer that arises in the prostate gland, which is part of the male reproductive system. Most men with prostate cancer do not experience any symptoms. Usually, the cancer is found before symptoms arise due to routine screenings. Left untreated, prostate cancer can cause difficulty urinating, blood in urine or cancer spreading to the surrounding bones and lymph nodes, causing pain.</p>\n<p>There are risk factors that can increase a man’s risk of developing prostate cancer.</p>\n<p>• <em>Age</em> – The chance of being diagnosed with prostate cancer rapidly increases after age 50. Men under 40 are less likely to develop the cancer, but it is still possible in rare circumstances.</p>\n<p>• <em>Race/ethnicity</em> – Prostate cancer is more prevalent in Caribbean and African American men. Typically, when men of Caribbean or African descent develop prostate cancer, they tend to be younger than other ethnicities. Non-Hispanic white men are more at risk for prostate cancer than Asian American and Hispanic/Latino men.</p>\n<p>• <em>Geography</em> – North America, northwestern Europe, Caribbean islands and Australia have the highest incidents of prostate cancer.</p>\n<p>• <em>Family history</em> – According to the American Cancer Society, having a father or brother with prostate cancer more than doubles a man’s risk of developing the disease.</p>\n<p><strong>Prevention </strong></p>\n<p>While there isn’t a clear answer to what causes prostate cancer, a healthy diet can make a big difference in overall health. Avoid heavily processed foods and replace them with fruit, vegetables and lean meats. Lycopene, a carotenoid and antioxidant found in red-colored fruits and vegetables, like tomatoes, has been suggested in many studies to decrease the risk of prostate cancer.</p>\n<p>Routine screenings are the best way to detect cancer at the early stages. It is generally recommended that men begin getting screened for prostate cancer beginning at age 50. However, if there is a first-degree relative with the disease or a strong family history, the recommended screening age may be lower. Prostate cancer can often be found early by testing a blood sample. Prostate cancer is a disease that commonly will not show any symptoms during the screening period when it is the most curable.</p>\n<p>September is Prostate Cancer Awareness Month, which serves as a great reminder to take action and get screened.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,270138\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/take-action-this-prostate-cancer-awareness-month",
    "Id": 5
  },
  {
    "name": "Returning to Play Bouncing Back After an Injury",
    "Title": "Returning to Play: Bouncing Back After an Injury",
    "Description": "\n\t\t\t\t\t\t<div>Returning to Play: Bouncing Back After an Injury</div>\n<img src=\"/assets/images/news/our-stories/woman-stretching-before-run-sized.jpg\" alt=\"Returning to Play: Bouncing Back After an Injury\">\n<p>By: <span style=\"color: #008000;\"><a href=\"https://www.promedica.org/provider/anil-k-gupta-md-mba-orthopaedic-surgery\" style=\"color: #008000;\">Anil K. Gupta, MD, MBA, ProMedica Physicians Orthopaedic Surgeon, ProMedica Sports Medicine Institute</a></span></p>\n<p>Physical activity is one of the most important things people can do for their health. Active people generally live longer and are at less risk for serious health problems, including heart disease, type 2 diabetes and even some cancers. Whether it’s walking, running, biking or dancing, the Centers for Disease Control and Prevention (CDC) recommends adults get 30 minutes of exercise five times a week. But what happens when an injury threatens your return to activity?</p>\n<p>Most sports-related injuries are non-surgical injuries such as strains and sprains. These types of injuries occur in people of all ages, including many who participate in youth sports and weekend warrior activities. More serious injuries can also occur, with the most common injury being an anterior cruciate ligament (ACL) tear, which affects the knee. More serious injuries typically require surgical intervention to assist in the healing process. Strains and sprains can often be managed with conservative treatments such as bracing and physical therapy.</p>\n<p>It is extremely important to let an injury heal completely before returning to activity. Failure to let an injury heal can lead to worsening of the injury or a more serious injury to the affected extremity. Once an injury is completely healed, the risk of reinjury is very low due to rehabilitation that focuses on normalizing the mechanics of the injured area and the surrounding areas to help prevent further injury.</p>\n<p>Sports-related injuries should be evaluated by a health care professional to determine the severity of the injury and appropriate treatment plan. Receiving an accurate diagnosis is paramount to expediting the recovery process. Once an athlete does well with the initial treatment, there are return-to-play protocols that will gradually return the athlete back to full activity. While this process is overseen by a physician, for sports athletes, it is a multi-disciplinary approach that also involves the athlete, family members, physical therapists, athletic trainers and coaches.</p>\n<p>One of the best things a person can do at home to relieve pain associated with a minor injury is the RICE method.</p>\n<p>• <strong>R</strong>est – Pain is the body signaling something is wrong. Once an injury occurs, it is best to stop all activity and rest as much as possible to prevent further injury. This can also prevent further bruising.</p>\n<p>• <strong>I</strong>ce – Ice is a great tool to reduce pain and swelling. Apply an ice pack for 15-20 minutes every couple of hours for the first two days following the injury.</p>\n<p>• <strong>C</strong>ompression – Wrap the injured area with an elastic medical bandage to prevent swelling. The wrap should be snug but not too tight to interrupt blood flow.</p>\n<p>• <strong>E</strong>levation – Keep the injured part of the body above the level of your heart when lying down. Doing so can reduce swelling.</p>\n<p>Keep in mind that getting injured is sometimes part of life. Injury can be a devastating thing to deal with both mentally and physically, but there are plenty of health care professionals specializing in this area who are available to help injured individuals get back in the game.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,269600\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/returning-to-play-bouncing-back-after-an-injury",
    "Id": 6
  },
  {
    "name": "Mental Health Matters Knowing the Difference Between Mental Health and Mental Illness",
    "Title": "Mental Health Matters: Knowing the Difference Between Mental Health and Mental Illness",
    "Description": "\n\t\t\t\t\t\t<div>Mental Health Matters: Knowing the Difference Between Mental Health and Mental Illness</div>\n<img src=\"/assets/images/news/our-stories/mental-health-girl-sized.jpg\" alt=\"Mental Health Matters: Knowing the Difference Between Mental Health and Mental Illness\">\n<p></p>\n<p>By: <span style=\"color: #008000;\"><a href=\"https://www.promedica.org/provider/thomas-osinowo-md-psychiatry\" style=\"color: #008000;\">Thomas O. Osinowo, MD, DFAPA:&nbsp; Psychiatrist and Medical Director, Inpatient Behavioral Unit, ProMedica Monroe Regional Hospital</a></span></p>\n<p>Most people will experience a mental health challenge at some point in their life. Stressors from the pandemic, current world affairs and social media among other things can contribute to periods of poor mental health. But at what point does poor mental health become mental illness?</p>\n<p><strong>Mental Health Versus Mental Illness</strong></p>\n<p>Although often used interchangeably, mental health and mental illness are different. Mental health includes a person’s overall emotional, social and psychological well-being. It can affect the way one acts, thinks and feels. Everyone has mental health, but not every person will experience mental illness.</p>\n<p>When a difficult situation or stressors occur, it is easy to fall into a period of poor mental health. That is why it is important to know the proper steps to take to get back on track. Adequate rest, exercise, a healthy diet, drugs and alcohol avoidance, physical health and spiritual well-being can all play a factor in increasing overall mental health.</p>\n<p>Mental illness, or mental health disorder, refers to a wide range of disorders that can affect mood, thinking, feeling and behavior. Mental illnesses are among the most common health conditions in the United States. According to the Centers for Disease Control and Prevention (CDC), more than 50% of people will be diagnosed with a mental illness or disorder at some point in their life.</p>\n<p>While there are several different mental health disorders, bipolar disorder, major depressive disorder and generalized anxiety disorder are some of the most commonly diagnosed.</p>\n<p>• <strong>Bipolar disorder</strong> is a brain disorder that causes changes in a person’s mood, energy and ability to function. Individuals with bipolar disorder could have intense emotional states that typically occur from weeks to days with abnormally happy or irritable moods.</p>\n<p>• <strong>Major depressive disorder</strong> is characterized by low mood, lack of energy, changes in appetite with weight loss or gain, trouble sleeping or sleeping too much, increased fatigue, feeling worthless, loss of interest or pleasure in activities once enjoyed, difficulty concentrating, and recurrence of suicidal thoughts.</p>\n<p>• <strong>Generalized anxiety disorder</strong> is most commonly associated with excessive ongoing worry and tension, unrealistic views of problems, restlessness or a feeling of being edgy, trouble concentrating, trouble sleeping, and muscle tension or muscle aches.</p>\n<p><strong>Know When to Seek Help</strong></p>\n<p>There are many signs and symptoms that come with mental illness depending on the type of illness one has. The most common symptoms to look for are feelings of depression, anxiety, mood swings, irritability, lack of sleep and appetite, tiredness, delusions, paranoia, suicidal thoughts and inability to function normally. However, symptoms will vary from person to person.</p>\n<p>It is important to promptly seek help when needed. If one does not know where to start, contacting a primary care provider can provide next steps to getting help. There are resources available, such as the National Alliance on Mental Illness (NAMI) of Greater Toledo, that can provide additional support and education. If an individual is having suicidal thoughts, it is important to contact the National Suicide Prevention Lifeline immediately at 800-273-8255. Do not be ashamed to talk about mental health, especially to a behavioral health professional, close friend or family member.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,269354\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/mental-health-matters-knowing-the-difference-between-mental-health-and-mental-illness",
    "Id": 7
  },
  {
    "name": "World Sickle Cell Day Raising Awareness of Sickle Cell Disease Toledo Ohio OH ProMedica Health System",
    "Title": "World Sickle Cell Day: Raising Awareness of Sickle Cell Disease Toledo, Ohio (OH), ProMedica Health System",
    "Description": "\n\t\t\t\t\t\t<div>World Sickle Cell Day: Raising Awareness of Sickle Cell Disease</div>\n<img src=\"/assets/images/news/our-stories/african-american-family-sized.jpg\" alt=\"World Sickle Cell Day: Raising Awareness of Sickle Cell Disease\">\n<p><span style=\"color: #339966;\"><a href=\"https://www.promedica.org/provider/crawford-j-strunk-md-pediatric-hematologyoncology\" target=\"_blank\" style=\"color: #339966;\">By: Crawford Strunk, MD, Director, ProMedica Sickle Cell Disease and Hemoglobinopathy Clinic</a></span></p>\n<p>Sickle cell disease (SCD) is the most common single-gene disorder in the world. The Centers for Disease Control and Prevention (CDC) estimates that in the United States, SCD occurs among one out of every 365 Black or African-American births and one out of every 16,300 Hispanic-American births.</p>\n<p>SCD is a disorder of hemoglobin. Hemoglobin is the protein in red blood cells that helps carry oxygen. As oxygen is released from the hemoglobin in the red blood cells, the hemoglobin changes shape into a deoxygenated, or sickled shape.</p>\n<p>Once the cells become sickle-shaped, there can be damage to the red blood cell, causing it to burst. This can lead to irritation of the blood vessel lining. Sickled cells can also cause activation of the white blood cells and platelets, which causes stickiness that can block the blood flow in the vessels, leading to the pain normally associated with SCD. Not only can the sickling of the red blood cells cause pain, but it can also cause acute problems and chronic organ damage.</p>\n<p>People with SCD start to show signs and symptoms around five months of age. Infants do not usually show signs because fetal hemoglobin protects the cells from sickling.</p>\n<p>People who only inherit one sickle cell gene from their parents have sickle cell trait (SCT). SCT carriers usually do not have symptoms of SCD, but they can pass the trait on to their children. According to the CDC, if only one parent has SCT, there is a 50% chance that the child will inherit SCT. If both parents have SCT, the child has a 25% chance of having SCD.</p>\n<p><strong>Living with Sickle Cell Disease </strong></p>\n<p>People with SCD can live a full, active life. While someone with SCD may not be able to control how it affects them entirely, some things can help with managing symptoms.</p>\n<p>• The <strong>severity of pain</strong> associated with sickle cell disease can vary from person to person. Discussing symptoms with a physician, looking for pain triggers, pain medications and relaxation techniques can help relieve and manage pain.</p>\n<p>• <strong>Take medication</strong>. Take prescribed medication as directed by a physician.</p>\n<p>• <strong>Stay up to date with vaccinations</strong> to prevent serious infections. People with sickle cell disease are encouraged to get the annual flu shot, and the pneumococcal and meningococcal vaccines. Common illnesses can quickly become dangerous if living with sickle cell disease.</p>\n<p>• <strong>Drink enough fluids</strong>. It is important to have proper hydration to prevent a sickle cell crisis. When exercising or in a humid environment, more water will need to be consumed.</p>\n<p>• <strong>Eat healthy foods and get enough sleep</strong>. Sleep for at least eight hours a night and consume a diet of whole grains, protein, fruits and vegetables.</p>\n<p><strong>How to Help a Loved One </strong></p>\n<p>Supporting a loved one with SCD can make all the difference. Taking a person with SCD at their word is very important. If they say they are in pain, they are in pain. There is no clinical marker or test that can determine if a person is in pain or not, which makes it extremely important to believe them and treat them appropriately.</p>\n<p>Many people with SCD often feel alone in their illness. In providing a support system, it is vital to be an active listener and acknowledge their pain is real. Clinical teams also play a role in providing support by helping to manage pain and providing additional resources.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,268678\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/world-sickle-cell-day-raising-awareness-of-sickle-cell-disease",
    "Id": 8
  },
  {
    "name": "Stroke Awareness Month Be stroke aware and prepared",
    "Title": "Stroke Awareness Month: Be stroke aware and prepared",
    "Description": "\n\t\t\t\t\t\t<div>Stroke Awareness Month: Be stroke aware and prepared</div>\n<img src=\"/assets/images/news/our-stories/stroke-chalk-writing.jpeg\" alt=\"Stroke Awareness Month: Be stroke aware and prepared\">\n<p>By: Mouhammad Jumaa, MD, Neurointerventionalist, ProMedica Stroke Network</p>\n<p>According to the Centers for Disease Control and Prevention (CDC), someone in the United States has a stroke every 40 seconds, and every four minutes, a person dies from it. May is Stroke Awareness Month and the perfect opportunity to familiarize oneself with the signs and symptoms of a stroke.</p>\n<p>The brain needs a constant supply of blood, which carries the oxygen and nutrients it needs to function. A stroke occurs when blood vessels that carry blood to the brain from the heart are either blocked or burst, causing a leak. As a result, part of the brain does not get the blood needed, and the tissue begins to die.</p>\n<p>There are three types of strokes. The most common type is an ischemic stroke. It occurs when blood clots or other particles block or narrow the blood vessels to the brain, causing reduced blood flow. A hemorrhagic stroke occurs when a blood vessel bursts in the brain, leading to leakage of blood. This can be caused by an array of factors such as trauma to the head and bulges at weak spots in blood vessel walls (aneurysms). Also known as a mini-stroke, a transient ischemic attack (TIA) is a brief interruption of blood flow caused by a clot or debris, which often may be a warning sign of a future full-blown stroke. A TIA may only last a few minutes and typically does not cause permanent damage.</p>\n<p>Men and women often feel similar symptoms of a stroke. Stroke symptoms can appear quickly, making early detection and medical attention imperative to lessen the chances of disability or even death. One helpful acronym to remember what to look for when someone is having a suspected stroke is <em>BE FAST</em>.</p>\n<ul>\n<li><strong>B</strong>alance difficulties and dizziness</li>\n<li><strong>E</strong>yesight changes (blurry or double vision)</li>\n<li><strong>F</strong>ace drooping or numbness (the smile may look uneven)</li>\n<li><strong>A</strong>rm weakness (when a person lifts both arms at once, one of them may drift downward)</li>\n<li><strong>S</strong>peech difficulty or trouble repeating a sentence</li>\n<li><strong>T</strong>ime to call 911. Call 911 immediately and make note of when the symptoms first appeared.</li>\n</ul>\n<p>With every minute being critical, do not drive to the hospital. Call 911 immediately and let the dispatcher know the person has stroke-like symptoms. Stay calm and give CPR if the person does not have a pulse or stops breathing. It is important to remember that you should not give someone with stroke symptoms any medication, food or beverages. Strokes can cause the loss of muscle control in the face and neck, which can increase the risk of choking.</p>\n<p>Strokes can occur at any age. According to the CDC, in 2009, 34% of people hospitalized for stroke were less than 65 years old. The great news is that stroke can be preventable. Certain behaviors can help reduce one’s overall risk for stroke. Quitting smoking is one of the most important things someone can do to prevent a possible stroke. Smoking doubles the risk of having a stroke. Otherwise, maintaining an overall healthy lifestyle with normal weight, blood pressure and cholesterol levels can help immensely.</p>\n<p>Seconds matter when stroke-like symptoms are present. Remember to <em>BE FAST</em> and seek immediate medical attention.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,267888\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/stroke-awareness-month-be-stroke-aware-and-prepared",
    "Id": 9
  },
  {
    "name": "Addressing racial disparities in health care",
    "Title": "Addressing racial disparities in health care",
    "Description": "\n\t\t\t\t\t\t<div>Addressing racial disparities in health care</div>\n<img src=\"/assets/images/news/our-stories/greg-braylock-headshot-edit-(1).png\" alt=\"Addressing racial disparities in health care\">\n<p><span style=\"color: #339966;\"><a href=\"https://www.promedica.org/about-promedica/executive-bios\" style=\"color: #339966;\">By Greg Braylock, Jr., ProMedica vice president and chief diversity, equity and inclusion officer</a></span></p>\n<p>April is Minority Health Month – an opportunity to build awareness of health disparities and what we can do as individuals, communities and systems to improve health. To eliminate health disparities and improve health outcomes, it requires all of us to take action to improve the things we can control.</p>\n<p>My personal story of action began about 10 years ago. I used to think that high cholesterol was simply hereditary and that I couldn’t do much about it. One day, I came across a doctor who talked about how vegetables can heal our bodies and cure many cardiovascular diseases we experience. At the time, my cholesterol level was 270 (a healthy cholesterol level is about 200 or less), eating leaner types of meat was not helping, and I did not like the idea of taking medication if there was another option. I decided to stop eating meat and increase the amount of fruit and veggies I ate. A few weeks later, I got my cholesterol checked, and I could not believe it. My cholesterol dropped to under 200 in just a few weeks! Our first child had not turned one yet, and I remember thinking that I wanted to live to see his children and his children’s children. I wanted to do everything within my control to make sure I lived to love and experience my family.</p>\n<p>While my story highlights an example of taking personal action to improve my health in ways I can control, health care organizations can and should take similar action to improve the outcomes and experiences people of color have when in their care.</p>\n<p>Conscientious health systems are actively working to eliminate unfair and avoidable disparities that exist across various populations. Listening to the voice of the customer, using data to guide improvement and providing education to employees should be a top priority for all.</p>\n<p>Recently, organizations across Ohio came together to address discrimination in health care settings. One of the organizations is Toledo-based Ohio Unity Coalition. Data from a statewide survey conducted by these organizations found that Black Ohioans were more likely to report discrimination in medical settings and hospitals. Gender also played a role, with Black women being 13 times more likely to report receiving poor treatment compared to white men.</p>\n<p>Listening to and acknowledging the voices of our patients is critical to building trust and delivering quality care. And ProMedica is partnering with these organizations and Ohio Unity Coalition to enhance how it continuously listens to and engages its patients and community to improve how care is provided. </p>\n<p>To address racial equity in ProMedica, the health system is also reviewing its clinical data by race and ethnicity to see if different patient populations experience unfavorable differences in their care and outcomes – and developing improvement plans if differences exist. As a starting point, ProMedica is focusing on maternal and cardiovascular health as two areas that disparately affect women and men of color.</p>\n<p>In support of these efforts, ProMedica recently received a grant from March of Dimes to provide maternal health equity, implicit bias education to all obstetrics staff across the organization, and is participating in a health equity pilot with the CDC’s department of heart disease and stroke prevention.</p>\n<p>ProMedica is working to be more responsive to the diverse needs and expectations of those it cares for and serves. Unfair and avoidable disparities in health care settings and our communities are negatively impacting health and life outcomes. However, from individual decisions to take control of our own health, to institutional priorities to make our systems work better for everyone, we can all take action and improve health for all.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,267716\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/addressing-racial-disparities-in-health-care",
    "Id": 10
  },
  {
    "name": "Early Screening Can Help Prevent Colorectal Cancer",
    "Title": "Early Screening Can Help Prevent Colorectal Cancer",
    "Description": "\n\t\t\t\t\t\t<div>Early Screening Can Help Prevent Colorectal Cancer</div>\n<img src=\"/assets/images/news/our-stories/doctor-crossed-arms.jpeg\" alt=\"Early Screening Can Help Prevent Colorectal Cancer\">\n<p><span style=\"color: #008000;\"><a href=\"https://www.promedica.org/provider/raul-bosio-md-colorectal-surgery\" style=\"color: #008000;\">By Raul Bosio, MD, Board Certified Colon and Rectal Surgeon, ProMedica Physicians General Surgery</a></span></p>\n<p>In the United States, colorectal cancer is the third leading cause of cancer-related deaths for both men and women.</p>\n<p>According to the American Cancer Society, colorectal cancer is expected to cause around 52,580 deaths in 2022 alone. Despite that, colorectal cancer is very easily preventable and treatable if caught early with screening.</p>\n<p>A colonoscopy is a procedure that allows a surgical team to view inside the entire colon and rectum while the patient is sedated. The great news is that the screening procedure is painless, and the patient often does not remember the procedure after waking when the colonoscopy is completed.</p>\n<p>While the colonoscopy is being performed, the physician looks for signs of cancer or polyps. Polyps are best described as small lumps or moles that grow inside the large intestine or rectum. When a polyp is found during a colonoscopy, the physician can remove it and have it tested for cancer. Polyps are generally considered precancerous if found and removed early.</p>\n<p><strong>Signs and Symptoms of Colorectal Cancer </strong></p>\n<p>Colorectal cancer usually does not show symptoms for many years. On average, it takes a polyp between five to 10 years to develop into cancer. Usually, when a patient develops symptoms, the cancer is already in a late stage.</p>\n<p>Some common symptoms of colorectal cancer include blood in the stool, changes in bowel habits, abdominal pain or cramps that don’t go away, anemia and weight loss.</p>\n<p><strong>Risk Factors and When to Screen </strong></p>\n<p>Like every form of cancer, colorectal cancer has specific risk factors that contribute to the likelihood of someone developing it.</p>\n<p>Some risk factors of colorectal cancer can be controlled, including being overweight, an inactive lifestyle, a diet high in red meats and processed foods, alcohol use and smoking.</p>\n<p>Other risk factors cannot be controlled, such as aging, a personal history of inflammatory bowel disease, an inherited syndrome or family history.</p>\n<p>So when should someone get screened for colorectal cancer? The American Cancer Society recommends that people with an average risk begin regular screenings at age 45. However, if a family member has had colorectal cancer or precancerous polyps removed during a colonoscopy, the risk increases. Those with a family history of polyps or colorectal cancer should be screened 10 years prior to when the polyp or cancer was found in the family member if they are below the recommended age of 45.</p>\n<p>It is important to note that African Americans have the highest colorectal cancer rate and associated mortality rate of all ethnic groups in the United States. Because of this, early screening is imperative to reduce the rate of colon cancer and related deaths in African Americans.</p>\n<p><strong>Types of Tests </strong></p>\n<p>Colonoscopy is the only proven method to prevent colon cancer. There are stool-based tests that can help detect colorectal cancer, but they fail to detect precancerous lesions in many patients. If you think undergoing a stool test is best for you, keep in mind that an abnormal result will require you to undergo a colonoscopy to determine what the problem actually is. So, why not start with the screening that provides the most reliable results?</p>\n<p>Patients may get a false sense of security with a stool test, thinking they have undergone proper prevention, when in reality, they have not. Even newer stool-based tests failed to detect precancerous lesions up to 40-60% of the time. Therefore, even though they are approved tests, do not miss the opportunity to prevent colon cancer because of a lack of information.</p>\n<p>Having yourself or a loved one undergo a major surgery or chemotherapy and waking up every morning for years wondering if colorectal cancer will return, adds a significant amount of stress to your life and your family. Colonoscopies are the only tests that can detect and remove precancerous polyps before they turn into colorectal cancer. In most cases, lesions can even be removed during the colonoscopy, allowing you to avoid a major surgery.</p>\n<p><strong>Prevention is Key </strong></p>\n<p>Be your own health care advocate! If you are 45 or older, ask your doctor to help you book a colonoscopy. If you have a family history of colon cancer or colon polyps, ask your doctor to help you schedule a colonoscopy, starting 10 years before the age your family member was diagnosed with colon cancer or colon polyps. If you have symptoms of colorectal cancer, talk to your doctor about a colonoscopy right away. If you have a significant family history of colon cancer or colon polyps, a genetic evaluation may be best for you, and screening should be tailored to your own personal situation.</p>\n<p>Understanding that colon polyps and colon cancer run in families, please let your siblings, brothers or sisters and parents know if you have polyps or were diagnosed with colorectal cancer. Be the first to help to keep your loved ones safe, as they may need to undergo screening as well. Overall, the most important point is to get screened. No matter what test you choose. However, keep in mind that not all tests are the same when it comes to prevention.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,267245\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/early-screening-can-help-prevent-colorectal-cancer",
    "Id": 11
  },
  {
    "name": "YearRound Heart Health Could Save Your Life",
    "Title": "Year-Round Heart Health Could Save Your Life",
    "Description": "\n\t\t\t\t\t\t<div>Year-Round Heart Health Could Save Your Life</div>\n<img src=\"/assets/images/news/our-stories/heart-health.png\" alt=\"Year-Round Heart Health Could Save Your Life\">\n<p>By <span style=\"color: #339966;\"><a href=\"https://www.promedica.org/provider/brian-dolsey-md-facc-fscai-interventional-cardiology\" style=\"color: #339966;\">Brian Dolsey, MD, FACC, FSCAI, ProMedica Physicians Cardiology</a></span></p>\n<p>Have you considered your heart health recently?</p>\n<p>February is American Heart Month which reminds us to focus on our cardiovascular health. Taking routine steps to care for your heart and knowing the signs and symptoms of a heart attack could save your life.</p>\n<p>Each year, American Heart Month is celebrated to motivate Americans to adopt a heart-healthy lifestyle to prevent heart disease. According to the Centers for Disease Prevention and Control (CDC), each year, about 805,000 people in the United States have a heart attack. A heart attack, or myocardial infarction, occurs when there is a prolonged decrease of blood or oxygen to the heart. This results in the death of heart muscle. There are several ways this can occur, the most common instances being blockage of a coronary artery and plaque rupture.</p>\n<p><strong>Heart Attack Symptoms</strong></p>\n<p>Every 40 seconds, someone in the United States has a heart attack. Understanding common and atypical symptoms can help get you or a loved one life-saving care quickly.</p>\n<p>The most common symptom of a heart attack is chest pain. Atypical symptoms of a heart attack include nausea, vomiting, shortness of breath, pain in the arm, jaw, back or neck. Heart attack symptoms can vary between men and women. Men typically have more classic chest pain, whereas women tend to have more atypical symptoms. It is also possible to have a silent heart attack. A silent heart attack occurs when either minimal or no symptoms are present.</p>\n<p><strong>Know Where to Go</strong></p>\n<p>Seeking medical attention is imperative if heart attack symptoms are present. If proper medical attention is not obtained in those critical first moments of a heart attack, heart damage can become permanent, and a person could suffer fatal effects.</p>\n<p>The emergency room is the best course of action for heart attack symptoms. Never drive yourself or a loved one to the emergency room; calling 911 will help ensure that care is received as quickly as possible.</p>\n<p>Despite recent news headlines about hospitals being at capacity due to COVID-19, it is still imperative to seek medical care for a suspected heart attack. One should err on the side of caution and be evaluated in the emergency room. All patients with suspected heart attack symptoms will be triaged and seen by a qualified physician.</p>\n<p><strong>Heart Health Begins at Home</strong></p>\n<p>Heart disease is and continues to be the leading cause of death in the United States. During the COVID-19 pandemic, we have found ourselves spending more time at home. Unfortunately, this has not decreased the risk of heart disease. For some, the risk has increased.</p>\n<p>Even if a person has not been diagnosed with heart disease, they may still be at risk for a heart attack. Several factors may put a person at risk. Some of these risk factors include obesity, high cholesterol, hypertension, tobacco use, diabetes, family history, age, sex and a sedentary lifestyle.</p>\n<p>The good news is there are several small changes you can begin doing today to help keep your heart healthy. Eating heart-healthy foods, staying active and limiting alcohol are great options to begin taking care of your heart at home.</p>\n<p><strong>Heart-Healthy Diet and Lifestyle</strong></p>\n<p>A healthy diet and lifestyle are the keys to preventing heart disease. Maintaining a diet of fruit, leafy green vegetables, nuts, whole grains, fish, lean meats, and healthy oils helps support overall heart health. Limiting red meat, foods with lots of sodium and processed foods can also lower risk.</p>\n<p>Exercise goes hand-in-hand with a heart-healthy diet. The American Heart Association recommends at least 150 minutes of moderate-intensity aerobic activity or 75 minutes of vigorous aerobic activity weekly, preferably spread throughout the week.</p>\n<p><strong>Limiting Alcohol Intake</strong></p>\n<p>Increased alcohol consumption contributes to a higher risk for raised blood pressure. It can also contribute to other heart issues such as an irregular heartbeat and stroke. It's recommended that men have no more than two alcoholic drinks per day and women have no more than one.</p>\n<p>Taking steps to be conscious of your heart health can help keep your risk for heart disease low throughout the year. Reflecting on heart health in February is a good reminder for us all but remember that taking care of your heart health year-round and knowing the signs and symptoms of a heart attack could save your life.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,266767\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/year-round-heart-health",
    "Id": 12
  },
  {
    "name": "Cancer Screenings  Get them While You Feel Great",
    "Title": "Cancer Screenings _ Get them While You Feel Great!",
    "Description": "\n\t\t\t\t\t\t<div>Cancer Screenings - Get them While You Feel Great!</div>\n<img src=\"/assets/images/news/press-releases/4-things-you-may-not-know-about-cervical-cancer-screenings.jpg\" alt=\"Cancer Screenings - Get them While You Feel Great!\">\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><b><span style=\"font-size: 16.0pt; line-height: 132%;\">Cancer Screenings – Get them While You Feel Great!</span></b></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 12.0pt; line-height: 132%;\">By: Adam Walter, MD, ProMedica Physicians Gynecology | Oncology and chair of the ProMedica Cancer Institute</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">Cancer screenings are down due to the pandemic across our system, across the state and across the country. Unfortunately, the data clearly shows that skipping cancer screenings results in more intial diagnoses of advanced cancer. </span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">Cancer screenings are incredibly important. Instead of going to your health care provider when you have symptoms, cancer screenings detect any changes in your body before you feel symptoms.&nbsp; That’s why the best time for someone to get screened is when they are feeling great with no symptoms. Once someone has symptoms, we are no longer talking about screenings and instead talking about diagnostic procedures. </span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">In general with cancer, no matter how aggressive the cancer is, if it's caught in an early stage, it can be cured. It’s really important to discuss with your health care provider the best screening schedule for you based on your family history and other risk factors. The main cancer screenings detect, and in some cases prevent, breast cancer, cervical cancer, colorectal cancer, prostate cancer and lung cancer. </span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">The following symptoms can be a strong indication of cancer and medical attention should be sought quickly:</span></p>\n<ul>\n<li><span style=\"font-size: 11.0pt; font-family: Arial, line-height: 132%;\">Breast cancer – masses, lumps, tenderness or nipple discharge.</span></li>\n<li><span style=\"font-size: 11.0pt; font-family: Arial, line-height: 132%;\">Colon cancer – gastrointestinal issues, cramping or bleeding with bowel movement.</span></li>\n<li><span style=\"font-size: 11.0pt; font-family: Arial, line-height: 132%;\">Cervical cancer - a heavy menstrual cycle, pain or bleeding after intercourse.</span></li>\n<li><span style=\"font-size: 11.0pt; font-family: Arial, line-height: 132%;\">Prostate cancer – difficulty urinating, urinating frequently and urine retention.</span></li>\n<li><span style=\"font-size: 11.0pt; font-family: Arial, line-height: 132%;\">Lung cancer – persistent coughing.</span></li>\n</ul>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">It is safe to get your screenings since health care facilities take extra measures to help ensure clean and sanitized environments. Getting your screening is something that could certainly change the course of your life. There are plenty of COVID-19 protocols put in place, such as getting COVID-19 testing 24 to 48 hours before any procedure, consistent monitoring and vaccine availability. </span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">The best cancer screening programs include services to make sure they are accessible to all. Those services may include assistance with transportation or other barriers that might make it difficult for someone to access cancer screenings.&nbsp; It is so important to have conversations with your health care providers. Everyone should feel empowered to take charge of their health care and improve their health and well-being. </span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 16.0pt; line-height: 132%;\">Cancer Experts in the Media</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">ProMedica cancer experts strive to educate the community to ensure the best possible outcomes are achieved after a diagnosis. Check out our featured experts in the media below: </span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><i><span style=\"font-size: 11.0pt; line-height: 132%;\">WTOL 11: Don’t delay breast cancer screenings, ProMedica doctor says</span></i></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><a href=\"https://youtu.be/M1rD8ZFQlXk\" style=\"color: #0563c1; text-decoration: underline;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">Featuring – Jessica Burns, MD, ProMedica Physicians Breast Surgery</span></a><span style=\"font-size: 11.0pt; line-height: 132%;\"> </span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><i><span style=\"font-size: 11.0pt; line-height: 132%; color: windowtext;\">WTOL 11: Guidelines for lung cancer screenings lowered</span></i></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%; color: windowtext;\"><a href=\"https://youtu.be/7tzzCX0SBq0\" style=\"color: #0563c1; text-decoration: underline;\">Featuring – Jeffrey Forquer, MD, ProMedica Radiation Oncologist</a></span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><i><span style=\"font-size: 11.0pt; line-height: 132%;\">NBC 24: Doctor, colorectal cancer survivor urges patients to get screened at younger age</span></i></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><a href=\"https://www.youtube.com/watch?v=ZiLdXyOt6oY\" style=\"color: #0563c1; text-decoration: underline;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">Featuring – Peter Klein, MD, ProMedica Physicians Colorectal Surgery</span></a></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><i><span style=\"font-size: 11.0pt; line-height: 132%;\">NBC 24: Amid resurgence in breast cancer screenings, doctors urge patients to get tested</span></i></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><a href=\"https://youtu.be/bggWaCssL9c\" style=\"color: #0563c1; text-decoration: underline;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">Featuring - David Macari, MD, ProMedica Hematology/Oncology Associates</span></a></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">&nbsp;</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><i><span style=\"font-size: 11.0pt; line-height: 132%;\">WTOL 11: Cervical Cancer survivor credits doctor’s visit for saving her life, stressing check-ups</span></i></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><a href=\"https://youtu.be/I3DTxBz-M9o\" style=\"color: #0563c1; text-decoration: underline;\"><span style=\"font-size: 11.0pt; line-height: 132%;\">Featuring – Courtney Payne. PA, ProMedica Physicians Gynecology | Oncology</span></a></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"color: #0563c1; text-decoration: underline;\"><span style=\"font-size: 11.0pt; line-height: 132%;\"><span style=\"text-decoration: none;\">&nbsp;</span></span></span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"color: #0563c1;\"><i><span style=\"font-size: 11.0pt; line-height: 132%; color: windowtext; text-decoration: none;\">Men’s Health Month – Prostate Cancer Awareness</span></i></span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"color: #0563c1; text-decoration: underline;\"><span style=\"font-size: 11.0pt; line-height: 132%; color: windowtext; text-decoration: none;\"><a href=\"https://www.promedica.org/newsroom/our-stories/mens-health-month-%E2%80%93-prostate-cancer-awareness\" style=\"color: #0563c1; text-decoration: underline;\">Featuring – Timothy Schuster, MD, FACS, ProMedica Genito-Urinary Surgeon</a> </span></span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"color: #0563c1; text-decoration: underline;\"><span style=\"font-size: 11.0pt; line-height: 132%;\"><span style=\"text-decoration: none;\">&nbsp;</span></span></span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"color: #0563c1;\"><i><span style=\"font-size: 11.0pt; line-height: 132%; color: windowtext; text-decoration: none;\">13abc: A call for colon cancer screenings in the Black community</span></i></span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"color: #0563c1; text-decoration: underline;\"><span style=\"font-size: 11.0pt; line-height: 132%; color: windowtext; text-decoration: none;\"><a href=\"https://youtu.be/3dYyvKw19xQ\" style=\"color: #0563c1; text-decoration: underline;\">Featuring – Eilynn Sipe, MD, ProMedica Physicians Colorectal Surgery</a> </span></span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"color: #0563c1; text-decoration: underline;\"><span style=\"font-size: 11.0pt; line-height: 132%; color: windowtext; text-decoration: none;\">&nbsp;</span></span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"color: #0563c1;\"><i><span style=\"font-size: 11.0pt; line-height: 132%; color: windowtext; text-decoration: none;\">NBC 24: Doctors urge patients to schedule cancer screenings after low turnout during pandemic</span></i></span></p>\n<p style=\"margin: 0in 0in 0.0001pt; line-height: 132%; font-size: 10pt; font-family: Arial, sans-serif; color: #333333;\"><span style=\"color: #0563c1; text-decoration: underline;\"><span style=\"font-size: 11.0pt; line-height: 132%; color: windowtext; text-decoration: none;\"><a href=\"https://youtu.be/miFALdI52rs\" style=\"color: #0563c1; text-decoration: underline;\">Featuring – Adam Walter, MD, ProMedica Cancer Institute Medical Director</a></span></span></p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,264290\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/cancer-screenings-%E2%80%93-get-them-while-you-feel-great",
    "Id": 13
  },
  {
    "name": "Orthopaedic Experts at ProMedica Defiance Regional Hospital",
    "Title": "Orthopaedic Experts at ProMedica Defiance Regional Hospital",
    "Description": "\n\t\t\t\t\t\t<div>Orthopaedic Experts at ProMedica Defiance Regional Hospital</div>\n<img src=\"/assets/images/news/press-releases/defiance-regional-hospital.jpg\" alt=\"Orthopaedic Experts at ProMedica Defiance Regional Hospital\">\n<div>\n<p>Jacob Miller, MD, has always had a passion for helping people and the desire to care for them. His passion first developed with a love of sports and athletes. The small-town, family feel of the Defiance area was one of the draws that captured his attention.</p>\n<p>“I love the gratification of seeing my patients get better. They are like family. They come to me in pain and I get to help them heal and get back to their previous level of activities. There is nothing better than that,” says Dr. Miller about his career in Orthopaedic Surgery.</p>\n<p>Dr. Miller began his career in Orthopaedic Surgery in 2015. He has traveled with the University of Toledo football team and has been their provider for athletic injuries since 2019. With his multiple fellowships in arthroscopy and sports medicine, he is able to evaluate and care for sports injuries as well as joint and other injuries.</p>\n<p>Recently, Dr. Miller was able to help a patient who received injuries to his shoulder and biceps. Charlie Schroeder, a long-time resident of Ottawa, Ohio, was hesitant to undergo a shoulder surgery. When his shoulder pain and mobility did not improve he sought a referral from his doctor. He had heard great reviews about Dr. Miller and his practice at ProMedica Defiance Regional Hospital from friends and family and decided to schedule a visit.</p>\n<p>“Dr. Miller was great at explaining what the procedure would look like and how extensive the surgery may be. I am recovering nicely and have had little to no pain after the surgery.” Charlie’s surgery went smoothly even though he had torn multiple rotator cuff tendons.</p>\n<p>Charlie was given a nerve block by ProMedica Defiance Anesthesiologist, Dr. Jordan Stuckey. Dr. Stuckey performed the nerve block using numbing medicine, then placed a nerve catheter to help manage his pain after surgery. The nerve catheter was connected to a pain pump before Charlie was discharged, and he could easily control the amount of numbing medicine he received with the pump’s simple dial. When the pump ran out of medicine, Charlie easily and painlessly removed the catheter himself while at home.</p>\n<p>“Nerve blocks and catheters can be used as the main anesthetic for a surgery, and/or they can be used as adjuncts to help with pain after surgery,” said Dr. Stuckey. “We use blocks and catheters for many different kinds of Orthopaedic surgeries, including total joint replacements, rotator cuff surgery and fracture repairs. We also use them for General Surgery and OB/GYN cases. They are great option for post-operative pain management, and they also tend to reduce the amount of narcotics (pain pills) a patient needs after surgery.”</p>\n<p>When asking Dr. Miller what advice he had for patients he said, “If I had one piece of advice for anyone it is don’t wait. I have patients that come into see me who have been in pain for months or years and have suffered with unnecessary pain. If it doesn’t feel right, don’t wait.”</p>\n<p>To learn more about ProMedica Defiance Orthopaedic Center, call the office at 419-783-6996.</p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,264269\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/orthopaedic-experts-at-promedica-defiance-regional-hospital",
    "Id": 14
  },
  {
    "name": "ProMedica Announces Two Summer Movie Night Series Toledo Ohio OH ProMedica Health System",
    "Title": "ProMedica Announces Two Summer Movie Night Series Toledo, Ohio (OH), ProMedica Health System",
    "Description": "\n\t\t\t\t\t\t<div>ProMedica Announces Two Summer Movie Night Series</div>\n<img src=\"/assets/images/news/press-releases/summermovienights.jpg\" alt=\"ProMedica Announces Two Summer Movie Night Series\">\n<div>\n<p>Family Movie Nights and Throwback Movie Nights are coming to Promenade Park!</p>\n<p><a href=\"http://www.promedica.org/\">ProMedica</a> is pleased to bring back free, outdoor movie nights to the community this summer at Promenade Park. Some movie nights feature your favorite family-friendly films while others feature your favorite throwbacks!</p>\n<p><strong>THROWBACK MOVIE NIGHTS </strong></p>\n<p><em>Presented by ProMedica Federal Credit Union</em></p>\n<p>New this year are the ProMedica Throwback Movie Nights, presented by ProMedica Federal Credit Union. While Family Nights cater to the youngsters, Throwback Movie Nights are great for young adults and the young at heart. These movie nights will have pre-movie entertainment with a DJ, food trucks and beverage trucks. The Garden at Focaccias will also offer pre-party exclusive packages at <a href=\"focacciasdeli.com\">focacciasdeli.com</a>.</p>\n<ul>\n<li>Thurs., June 17 – The Goonies</li>\n<li>Thurs, July 15 – Jurassic Park</li>\n<li>Thurs., Aug. 12 – Men in Black</li>\n</ul>\n</div>\n<div>\n<p>5:30 p.m. – Music by Book That DJ, food trucks and beverage garden</p>\n<p>7:00 p.m. – Movie starts</p>\n<p></p>\n<p><strong>FAMILY MOVIE NIGHTS </strong></p>\n<p><em>Presented by Paramount Advantage</em></p>\n<p>ProMedica’s Family Movie Nights, presented by Paramount Advantage, will kick off on Saturday, June 19 with Frozen 2. This year’s event will have reserved spaces for each family. Pre-event features will include food trucks, music in the park and photo meet and greet by Laurel’s Princess Parties, LLC.</p>\n<ul>\n<li>Sat., June 19 – Frozen 2</li>\n<li>Sat., June 26 – The Lion King</li>\n<li>Sat. July 17 – Beauty and The Beast</li>\n<li>Sat. July 31 – Cars</li>\n<li>Sat. Aug. 14 – Aladdin (starts at 6:30 p.m.)</li>\n</ul>\n</div>\n<div>\n<p>5:00 p.m. – Laurel’s Princess Party photo meet and greet, food trucks and music in the park</p>\n<p>7:00 p.m. – Movie starts</p>\n<p>Available at each movie night will be a contactless check-in system, security checkpoint, hand sanitizing stations and social distancing markers. Masks are not required for those who are fully vaccinated.</p>\n<p>For more information about the movie nights, visit our <a href=\"https://www.facebook.com/pg/ProMedicaHealth/events/?ref=page_internal\">Facebook events page</a>.</p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,263476\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/promedica-announces-two-summer-movie-night-series",
    "Id": 15
  },
  {
    "name": "Mens Health Month  Prostate Cancer Awareness",
    "Title": "Men's Health Month - Prostate Cancer Awareness",
    "Description": "\n\t\t\t\t\t\t<div>Men's Health Month - Prostate Cancer Awareness </div>\n<img src=\"/assets/images/news/press-releases/toledohospital.jpg\" alt=\"Men's Health Month - Prostate Cancer Awareness \">\n<div>\n<p>June is Men’s Health Month, a national observance used to raise awareness about health care for men. Prostate cancer, second only to skin cancer, is the most common cancer in American men. The American Cancer Society estimates that more than 174,000 new cases of prostate cancer will be diagnosed yearly.</p>\n<p>Prostate cancer usually grows slowly. If confined to the prostate, it may not cause any serious damage. Prostate cancer is less likely than other cancers to spread to other parts of the body. However, in some cases, it can be more aggressive, making it one of the leading causes of cancer death among men of all races.</p>\n<p>One in six men will be diagnosed with prostate cancer during his lifetime. Men may have a higher risk for prostate cancer if they are African American, over the age of 65, have a family history of prostate cancer and/or live in North America, northwest Europe, Australia or Caribbean Islands.</p>\n<p>The good news is, as with most cancers, the earlier you catch it, the easier it is to treat. Men, age 40 and older, should talk with their doctor to make an informed decision on prostate cancer testing based on personal risk factors.</p>\n<p>Many men with prostate cancer never experience symptoms and without screening, would never know they had the disease. There are some warning signs, and men should see a primary care provider if they experience bone pain, compression of the spine, painful urination, erectile dysfunction and/or blood in the urine.</p>\n<p>Many times, a simple blood test, called a prostate-specific antigen (PSA) test, can be a marker for prostate cancer and is generally recommended for men age 50-69. The test measures the level of PSA in the blood. PSA is a substance made by the prostate. The levels of PSA in the blood can be higher in men who have prostate cancer. The PSA level may also be elevated in other conditions that affect the prostate, so it is important for your primary care physician to interpret your PSA test results and make additional recommendations.</p>\n<p>Different types of treatment are available for prostate cancer. You and your doctor will decide which treatment is right for you. Some common treatments are surgery, radiation therapy, chemotherapy and active surveillance.</p>\n<p>Active surveillance is careful observation of PSA test results and warning signs with the intention of providing treatment should the cancer show signs of progression. Since prostate cancer often grows very slowly, some men who have prostate cancer might never need treatment.</p>\n<p>As we consider Men’s Health Month, it is important to evaluate what we eat regularly. A typical western diet, most prevalent to Americans, consists of high levels of meat consumption and highly processed foods, which are risk factors for many chronic illnesses, including prostate cancer. A diet rich in fruits, vegetables and lean proteins can make a big difference in overall health. Specifically, lycopene, a carotenoid and antioxidant found in red-colored fruits and vegetables, such as tomatoes, has been investigated in many studies for its potential ability to prevent the development of prostate cancer.</p>\n<p>By: Timothy G. Schuster MD, FACS, ProMedica Genito-Urinary Surgeon</p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,263892\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/mens-health-month-%E2%80%93-prostate-cancer-awareness",
    "Id": 16
  },
  {
    "name": "City of Toledo Presents Key to the City to ProMedica",
    "Title": "City of Toledo Presents Key to the City to ProMedica",
    "Description": "\n\t\t\t\t\t\t<div>City of Toledo Presents Key to the City to ProMedica</div>\n<img src=\"/assets/images/news/press-releases/key-to-the-city-of-toledo.jpg\" alt=\"City of Toledo Presents Key to the City to ProMedica\">\n<p>Mayor Wade Kapszukiewicz presented ProMedica’s Toledo-area physicians, nurses and healthcare heroes with a Key to the City for their tireless efforts during the COVID-19 pandemic.</p>\n<p>The small presentation was held at the Steam Plant Atrium. Accepting on behalf of the employees were:</p>\n<p><c>\n</c></p><p style=\"text-align: center;\">ICU Nurse: Uhunoma (Noma) Aguebor, RN Central Staffing</p>\n<p style=\"text-align: center;\">Emergency Medicine Physician and VP, Quality and Patient Safety: Brian Kaminski, DO</p>\n<p style=\"text-align: center;\">Environmental Services: Kathleen (Kathy) Packard</p>\n<p style=\"text-align: center;\">Respiratory Therapy: John Reid, RRT</p>\n<p></p>\n<p>“As I reflected on this historic year and thought about who should be recognized for extraordinary work, I immediately knew we needed to honor the doctors, nurses, clinicians and everyone in the health field,” said Mayor Wade Kapszukiewicz, “Presenting this key is the highest recognition we can give for moments like these in history. The key is certainly a token of appreciation, but it is also as a symbol of everything you and your thousands of colleagues at ProMedica have done over the past year.”</p>\n<p>“ProMedica is extremely honored and humbled to receive the Key to the City of Toledo. It is our great privilege to serve this community and provide our best care to each patient. Our employees certainly experienced a challenging year, but I believe we are stronger, more innovative and more grateful than ever before,” said Brian Kaminski, DO, emergency medicine physician and ProMedica vice president of quality and patient safety.</p>\n<p>Kathy Packard, environmental services, described what she witnessed this past year. “I work on an ICU floor and we were designated as a COVID-19 unit for months, and I would see the nurses reach their limits, take a moment to regroup and then get back to work. I admire them so much. They are incredible.”</p>\n<p>The Key to the City of Toledo is a vintage, clear glass piece made by Libbey Glass. It is framed in a display box with the inscription below and will be displayed at ProMedica Toledo Hospital.</p>\n<p>The City of Toledo shared video and photos from the Key to the City presentation during the State of the City address on February 25.</p>\n<p>To watch the video presentation, please click here:&nbsp;<a href=\"https://youtu.be/1B3r53gP5Jc\"><span style=\"color: #008000;\">https://youtu.be/1B3r53gP5Jc</span></a></p>\n<p></p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,261335\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/promedica-receives-key-to-the-city-of-toledo",
    "Id": 17
  },
  {
    "name": "A QA with Dr Jessica Burns",
    "Title": "A Q&A with Dr. Jessica Burns",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">A Q&amp;A with Dr. Jessica Burns Committed to the Community</h1><div>A Q&amp;A with Dr. Jessica Burns Committed to the Community</div>\n<img src=\"/assets/images/news/our-stories/dr-j-burns.jpg\" alt=\"A Q&amp;A with Dr. Jessica Burns Committed to the Community\">\n<div style=\"text-align: left;\">\n<p>Jessica Burns, MD, is a ProMedica physician specializing in breast surgical oncology in Sylvania, Ohio. Dr. Burns is the region's only fellowship-trained surgeon in breast oncology and an expert in the latest breast surgery techniques. She is also the only surgeon in the area certified in Hidden Scar™ breast cancer surgery techniques. Dr. Burns is a graduate of The University of Toledo College of Medicine and Life Sciences, having completed her residency in one of the first classes to benefit from the Academic Affiliation between ProMedica and the University of Toledo College of Medicine and Life Sciences.</p>\n<p><strong>What made you decide to pursue a career in medicine?</strong></p>\n<p>From a very young age, I was drawn to the field of medicine. I can't even pinpoint exactly when I decided that I wanted to have a career in medicine, as it was always an interest of mine. While my interest developed, I volunteered in the medical field in high school and college. Medical school was a natural choice for me, and eventually, I found my passion for surgery.</p>\n<p><strong>So what was your experience like as a resident at University of Toledo Medical Center College of Medicine?</strong></p>\n<p>I had the unique experience of going to medical school at the University of Toledo and then staying for residency. The entire experience was fantastic. I was comfortable and confident going into my residency because of what I knew about the residency program from being a medical student. I had a wonderful experience with excellent broad, general surgery training. I had exemplary experiences with all the surgeons I worked with, many of whom are now my colleagues and mentors. I have nothing but good things to say about my experience.</p>\n<p><strong>Do you feel that the Academic Affiliation between the University of Toledo College of Medicine and Life Sciences and ProMedica helped to enhance your residency experience?</strong></p>\n<p>I think something that people don't know about the affiliation is that for certain departments, such as general surgery, there has been a longstanding training collaboration with some of our ProMedica surgeons. To me, the affiliation solidified and increased the valuable experiences residents were already having.</p>\n<p>In my opinion, the opportunity to train/rotate at ProMedica Toledo Hospital as part of the Academic Affiliation offers four main benefits for medical residents:</p>\n<ol>\n<li>A high number of cases from which to learn</li>\n<li>A large number of high-acuity cases</li>\n<li>Robust sub-specialty services available for exposure to all the surgical disciplines</li>\n<li>Increased healthcare facility variety, as ProMedica operates in both metropolitan and rural areas.</li>\n</ol>\n<p><strong>In what way do you feel you are uniquely able to contribute to this community professionally?</strong></p>\n<p>This is my community, and I am committed to serving it. I was fortunate to have the training and career opportunities in the region where my husband and I reside and are raising our children. We have family here, and I'm here for the long run. I'm invested in making sure that the community has the access to the highest standards of medical care.</p>\n<p>I also feel a responsibility to educate the next generation of surgeons. As part of the Academic Affiliation, I’m on faculty at UT and train residents during their general surgery rotations.</p>\n<p><strong></strong></p>\n<p><strong>How has the COVID-19 pandemic had an impact on breast cancer prevention or outcomes from your perspective?</strong></p>\n<p>Yes, I think in terms of outcomes, it's going to be several years before we really understand what the impact will be on patients who were diagnosed with breast cancer around the height of the pandemic.</p>\n<p>In the spring, many healthcare organizations around the country were urged or mandated to put their screening programs on pause, allowing breast imaging only for patients who were symptomatic (for example, a new lump) during that time. The current recommendation is to resume screening mammography as soon as the patient is comfortable, especially for patients at average risk of developing COVID-19.</p>\n<p>One thing I’ve been saying to patients is, if you are going to the grocery store, you can go get your mammogram. Our facilities are using an abundance of caution by staggering appointments, enforcing social distancing, enhancing sanitation and wearing masks.</p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,258023\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/a-qa-with-dr-jessica-burns-committed-to-the-community",
    "Id": 18
  },
  {
    "name": "ProMedicaUToledo College of Medicine Academic Affiliation Helps to Advance Patient Safety",
    "Title": "ProMedica-UToledo College of Medicine Academic Affiliation Helps to Advance Patient Safety",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">ProMedica-UToledo College of Medicine Academic Affiliation Helps to Advance Patient Safety</h1><div>ProMedica-UToledo College of Medicine Academic Affiliation Helps to Advance Patient Safety</div>\n<img src=\"/assets/images/news/press-releases/patientsafety1200x578.jpg\" alt=\"ProMedica-UToledo College of Medicine Academic Affiliation Helps to Advance Patient Safety\">\n<p>By Brian Kaminski, DO, ProMedica vice president of quality and patient safety</p>\n<p>Patient safety has long been a challenge for the health care industry. According to the World Health Organization, as many as one in 10 patients is harmed while receiving hospital care, with nearly 50 percent of the causes being preventable. While no industry has a perfect safety track record, health care can do better — and partnerships can be part of the solution. As a leading mission-based, not-for-profit health and well-being organization, ProMedica is keenly focused on protecting its patients through comprehensive safety measures. These measures help to ensure that ProMedica physicians and staff have the expertise, technology and processes needed to deliver the best medical care while adhering to the safety standards patients have every right to expect.</p>\n<p>At the same time, the University of Toledo College of Medicine and Life Sciences (UToledo COM&amp;LS) leverages its academic platform to deliver the necessary learning to train promising medical students, residents and fellows. The college’s mission to deliver a world-class educational curriculum to these learners has made it a highly respected program. In 2015, ProMedica and UToledo COM&amp;LS entered into a 50-year Academic Affiliation because they believed the needs of both organizations and the community would be well served. In five years, the Academic Affiliation has already recognized many accomplishments. Most recently, the affiliation paved the way for the creation of a new one-year Patient Safety Fellowship program.</p>\n<p>The Patient Safety Fellowship is a training program that offers specialized education and learning that is specifically focused on minimizing patient harm of any kind. By leveraging UToledo’s academic platform and ProMedica’s clinical excellence, safety expertise and state-of-the-art facilities, the fellowship will train new physicians on the principles and techniques that create patient safety-centric cultures and enable high-reliability outcomes. New physicians participating in the fellowship are required to become a Certified Professional in Patient Safety through the Institute for Healthcare Improvement (IHI).</p>\n<p>By completing the patient safety fellowship and IHI certification process, new physicians can develop a safety-centric mindset early on, helping to ensure that potential safety issues are quickly identified and addressed by well-trained and highly-aware professionals. With access to enhanced patient safety training, they will be able to develop the expertise needed to recognize the conditions that cause harm in health care and correct the individual and system failures that lead to these unwanted outcomes. Fostering a culture of safety through the academic platform will lead to improved organizational mindfulness and caring across the health care delivery system.</p>\n<p>The Patient Safety Fellowship is rooted in a foundation of teamwork, communication and commitment. While these qualities will certainly help the new physicians prepare for their careers, they will also benefit the Toledo community for many years to come, as it appears that more UToledo COM&amp;LS graduates are now choosing to stay and practice in the area.</p>\n<p>For more information about the Academic Affiliation between ProMedica and The University of Toledo College of Medicine and Life Sciences, please <a href=\"https://www.promedica.org/Pages/service-to-the-community/academic-affiliation/ut-academic-affiliation.aspx\">click here</a>.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,257450\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/promedica-utoledo-college-of-medicine-academic-affiliation-helps-to-advance-patient-safety",
    "Id": 19
  },
  {
    "name": "ProMedica and UToledo Researchers Work Together to Advance Medicine and Learning",
    "Title": "ProMedica and UToledo Researchers Work Together to Advance Medicine and Learning",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\"> ProMedica and UToledo Researchers Work Together to Advance Medicine and Learning</h1><div> ProMedica and UToledo Researchers Work Together to Advance Medicine and Learning</div>\n<img src=\"/assets/images/news/press-releases/parathyroid.png\" alt=\" ProMedica and UToledo Researchers Work Together to Advance Medicine and Learning\">\n<p>Collaborative research plays an important role in advancing medicine and eventually improving patient health outcomes. Top researchers in Toledo are keenly aware of the benefits of working together, which is why Dr. Joseph Sferra, general surgeon, ProMedica Physicians General Surgery, and Dr. Juan Jaume, endocrinologist, University of Toledo, have teamed up to research Parathyroid disease at ProMedica Toledo Hospital. Drs. Sferra and Jaume's common desire to improve the diagnosis and treatment of patients with parathyroid disease fueled their collaboration.</p>\n<p>Parathyroid disease is an umbrella term for different types of disorders that affect the parathyroid, four small glands in the neck that maintain the balance of calcium in the blood by releasing parathyroid hormone. Patients exhibiting hyperparathyroidism may experience a myriad of symptoms, including kidney stones, osteoporosis, and joint and bone pain typically caused by a single adenoma of the parathyroid. Drs. Sferra and Jaume developed a research study to investigate the best way to image, localize and then surgically remove these adenomas, thus offering a cure to affected patients. Often, patients with this disease are only treated for their symptoms without the root cause being identified, leading to ongoing treatment of comorbidities and added medical expenditures.</p>\n<p>Drs. Sferra and Jaume agree that the ability to work together and combine the resources of UToledo and ProMedica has made this study a success. Dr. Jaume has a great deal of interest and experience in working with endocrine autoimmunity (diabetes and thyroid diseases) as well as thyroid and parathyroid cancer. His interest in this project centers on the need for exploratory surgery of the parathyroid gland. Many surgeons may not choose to operate without localizing imaging studies, and patients' issues may be ignored or referred out of our community. Dr. Sferra has been performing minimally invasive parathyroid procedures in Toledo for approximately eight years. Their clinical collaboration grew organically into a research partnership.</p>\n<p>Given ProMedica's Academic Affiliation with the University of Toledo College of Medicine and Life Sciences, both of these physicians work to ensure that a learner is always involved in the study. According to Dr. Sferra, \"Helping young researchers, both residents and medical students, get involved in a research project allows me to help advance their academic career. It is extremely rewarding.\"</p>\n<p>Amin Ahmed, resident of Surgery, Samer Alharthi, resident of Surgery, Abed Kanzy, fellow of Endocrinology, and Feras Khogeer, fellow of Endocrinology, are University of Toledo learners involved in the project on the Toledo Hospital campus. While the project continues to enroll patients locally, the researchers are in the process of analyzing initial results for presentation at a national meeting to share information with their peers across the country.</p>\n<p>For more information about the Academic Affiliation between ProMedica and The University of Toledo College of Medicine and Life Sciences, please <a href=\"https://www.promedica.org/Pages/service-to-the-community/academic-affiliation/ut-academic-affiliation.aspx\">click here</a>.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,257448\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/promedica-and-utoledo-researchers-work-together-to-advance-medicine-and-learning",
    "Id": 20
  },
  {
    "name": "Two New Financial Opportunity Centers Offer Financial and Employment Coaching to Northwest Ohio Residents",
    "Title": "Two New Financial Opportunity Centers Offer Financial and Employment Coaching to Northwest Ohio Residents",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Two New Financial Opportunity Centers Offer Financial and Employment Coaching to Northwest Ohio Residents</h1><div>Two New Financial Opportunity Centers Offer Financial and Employment Coaching to Northwest Ohio Residents</div>\n<img src=\"/assets/images/news/press-releases/investmentanrxforcommunityhealth.jpg\" alt=\"Two New Financial Opportunity Centers Offer Financial and Employment Coaching to Northwest Ohio Residents\">\n<p>Two new Financial Opportunity Centers (FOC) have recently opened in Fremont and Defiance offering tailored services designed to help participants secure living wage jobs, build credit, reduce debt, and gain wealth.</p>\n<p>The Defiance FOC is operated by Northwest Ohio Community Action Commission (NOCAC), in partnership with national partner, Local Initiatives Support Corporation (LISC). The Fremont FOC is operated by Great Lakes Community Action Partnership (GLCAP) in partnership with LISC. The new centers are part of LISC’s national effort, in partnership with critical funders such as General Motors and ProMedica, to expand the FOC model across rural communities.</p>\n<p>Both FOC locations will offer services and assist low to moderate-income families with securing living wage jobs, building credit, reducing debt, and gaining wealth. FOCs provide families with employment services, financial education and coaching, and public benefits access. The goal is to serve more than 60 individuals and families in the first year with customized financial stability action plans provided through the FOC.</p>\n<p>“We are so thrilled to see more Financial Opportunity Centers opening,” said Kate Sommerfeld, president of the ProMedica National Social Determinants of Health Institute. “This is an extension of the legacy of Russell Ebeid and his vision for meeting people where they are, deepens our already robust partnership with LISC, and also brings us closer to our vision of scaling effective social needs and determinants solutions in communities not just across Ohio, but across the country.”</p>\n<p>The FOCs focus on the financial bottom line for low-to- moderate income individuals. They provide families with services across three areas - employment services, financial education and coaching, and public benefits access. The core services are offered through an integrated, data-driven model in order to reinforce one another and to provide a multi-faceted approach to income and wealth building. Data has shown that clients receiving this integrated approach through the FOC model, are more likely to be employed year-round, reduce non asset-related debt, build a positive credit history, and be employed longer.</p>\n<p>ProMedica now currently partners with the following Financial Opportunity Centers:</p>\n<p>ProMedica Ebeid Center Financial Opportunity Center<br>1806 Madison Ave, Toledo, OH 43604<br>To connect with the ProMedica Ebeid Center FOC, call 567-585-0059 or email&nbsp;<a href=\"mailto:FOC@promedica.org\" target=\"_blank\">FOC@promedica.org</a>.</p>\n<p>NOCAC Financial Opportunity Center<br>1935 E. Second Street. Suite B, Defiance, Ohio<br>To schedule an appointment, please contact us at 419-990-5136 or&nbsp;<a href=\"mailto:dfuller@nocac.org\" target=\"_blank\">dfuller@nocac.org</a>.</p>\n<p>GLCAP Financial Opportunity Center<br>127 S. Front St. in downtown Fremont, Ohio.<br>To schedule an appointment, please contact us at 419-333-6051 or&nbsp;<a href=\"mailto:cjmanns@glcap.org\" target=\"_blank\">cjmanns@glcap.org</a>.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,257447\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/two-new-financial-opportunity-centers-offer-financial-and-employment-coaching-to-northwest-ohio-residents",
    "Id": 21
  },
  {
    "name": "ProMedica Toledo Childrens Hospital Is Now ProMedica Russell J Ebeid Childrens Hospital",
    "Title": "ProMedica Toledo Children's Hospital Is Now ProMedica Russell J. Ebeid Children's Hospital",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">ProMedica Toledo Children's Hospital Is Now ProMedica Russell J. Ebeid Children's Hospital</h1><div>ProMedica Toledo Children's Hospital Is Now ProMedica Russell J. Ebeid Children's Hospital</div>\n<img src=\"/assets/images/news/banner-images/promedica-toledo-childrens-hospital-is-now-promedica-russell-j-ebeid-childrens-hospital.jpg\" alt=\"ProMedica Toledo Children's Hospital Is Now ProMedica Russell J. Ebeid Children's Hospital\">\n<div id=\"newsarticle\">\n<div class=\"responsive-video news-top-video\">\n<iframe src=\"https://www.youtube.com/embed/HkkYlbzxZMA?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe>\n</div>\n<p>ProMedica Toledo Children's Hospital is now ProMedica Russell J. Ebeid Children's Hospital. The name change is in honor of Russell J. Ebeid, who was committed to helping local families and building healthier communities. His generosity and selflessness was inspirational and catalytic to the founding of ProMedica Ebeid Hospice Residence and ProMedica Ebeid Center for Population Health. Mr. Ebeid passed away in 2017, and we are honored to rename our children's hospital as a tribute to his life, legacy and impact.</p>\n<p>The hospital's name change is aligned with significant renovations, including a new, state-of-the-art Pediatric Intensive Care Unit. The unit provides more space for patients and their families and better sleeping conditions for parents staying with their children. There is also a new pediatric rehabilitation/therapy gym and child-friendly decorations throughout the renovated spaces and playroom. These colorful spaces help alleviate stress and anxiety, and help fuel the imagination of our young patients.</p>\n<div class=\"row\">\n<div class=\" col-sm-4 col-xs-12\">\n<p>\n<img alt=\"\" class=\"img-responsive mal\" src=\"/assets/images/news/content-images/echrenovations2.jpg\">\n</p>\n</div>\n<div class=\" col-sm-4 col-xs-12\">\n<p>\n<img alt=\"\" class=\"img-responsive mal\" src=\"/assets/images/news/content-images/echrenovations1.jpg\">\n</p>\n</div>\n<div class=\" col-sm-4 col-xs-12\">\n<p>\n<img alt=\"\" class=\"img-responsive mal\" src=\"/assets/images/news/content-images/echrenovations3.jpg\">\n</p>\n</div>\n</div>\n<p>Founded in 1994, ProMedica Ebeid Children's Hospital is committed to providing outstanding pediatric care in an environment just for kids. The hospital has a dedicated pediatric emergency department and Level 2 pediatric trauma center, the region's largest newborn intensive care unit, and a wide spectrum of pediatric medical and surgical subspecialties.</p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">See what sets us apart.</h4>\n<p style=\"text-align: center;\">\n<a href=\"https://yourhealth.promedica.org/acton/media/35511/promedica-russell-j-ebeid-childrens-hospital\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\"> Learn More About ProMedica Ebeid Children's Hospital</a>\n</p>\n</div>\n</div>\n<p>&nbsp;</p>\n<p><em>Published Feb. 19, 2019.</em></p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,252520\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/promedica-toledo-childrens-hospital-is-now-promedica-russell-j-ebeid-childrens-hospital",
    "Id": 22
  },
  {
    "name": "Patient Finds Relief After Carotid Artery Diagnosis",
    "Title": "Patient Finds Relief After Carotid Artery Diagnosis",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Patient Finds Relief After Carotid Artery Diagnosis</h1><div>Patient Finds Relief After Carotid Artery Diagnosis</div>\n<img src=\"/assets/images/news/banner-images/patient-finds-relief-after-carotid-artery-diagnosis.jpg\" alt=\"Patient Finds Relief After Carotid Artery Diagnosis\">\n<div id=\"newsarticle\">\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/HeWsc5DZDLI?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\" data-gtm-yt-inspected-20=\"true\"></iframe></div>\n<p>Betty Hite is a woman who enjoys her independence. When she started to experience symptoms of vascular disease, her independence and her health were severely threatened.</p>\n<p>\"I was lightheaded and dizzy all the time,\" she explained. \"It seemed like I was confined to the house. I couldn't go nowhere by myself and I knew there was something wrong but I didn't know what it was,\" she explained.</p>\n<p>Betty's symptoms were due to carotid artery disease, a type of vascular disease where the carotid artery (the large blood vessel in your neck that carries blood to your brain) becomes blocked. Many people with carotid artery disease do not have symptoms, but with or without symptoms, the condition is very serious. In addition to limited blood flow, pieces of the blockage in your artery can break off and lead to a heart attack or stroke.</p>\n<p>Betty turned to<a href=\"/services-and-conditions/vascular-care/\"> Jobst Vascular Institute</a>, where she learned after testing that her carotid artery was 80% blocked. This put her at a very high risk for a heart attack or stroke.<a href=\"https://www.promedica.org/provider/todd-e-russell-md-facs-vascular-surgery\"> Todd Russell, MD, FACS,</a> a vascular surgeon, recommended surgery to open up the artery to improve blood flow to her brain.</p>\n<p>Since having the surgery, Betty is enjoying her independence and feels a sense of relief knowing that her risk of heart attack and stroke has decreased.</p>\n<p>\"Since I've had the surgery, I'm not lightheaded, I'm not dizzy. I can do things,\" she said. \"I'm glad I had it done. Before it seemed like it was taking my life away. I can do things on my own since I've had the surgery and I thank God I did. I don't know what would happen if I didn't.\"</p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\"></h4>\n<p style=\"text-align: center;\"><a href=\" https://yourhealth.promedica.org/acton/media/35511/vascularhealth\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\">Learn more about carotid artery disease</a></p>\n</div>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254882\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/patient-finds-relief-after-carotid-artery-diagnosis",
    "Id": 23
  },
  {
    "name": "Labor and Delivery Team Donates to Victims of Domestic Violence",
    "Title": "Labor and Delivery Team Donates to Victims of Domestic Violence",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Labor and Delivery Team Donates to Victims of Domestic Violence</h1><div>Labor and Delivery Team Donates to Victims of Domestic Violence</div>\n<img src=\"/assets/images/news/banner-images/labor-and-delivery-team-donates-to-victims-of-domestic-violence.jpg\" alt=\"Labor and Delivery Team Donates to Victims of Domestic Violence\">\n<div id=\"newsarticle\">\n<p>The Labor and Delivery department at ProMedica Bixby Hospital recently gathered and donated 283 items to the Catherine Cobb Safe House in Adrian. Catherine Cobb provides services to victims of domestic violence and sexual assault. Services include crisis intervention with a 24-hour hotline, emergency housing and support groups for domestic violence and sexual assault.</p>\n<div class=\"callout-n2\">\n<h4>Learn more about the Catherine Cobb Safe House</h4>\n<p><a href=\"https://www.fccsoflenawee.org/shelter.html\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_blank\">Learn More</a></p>\n</div>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254881\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/labor-and-delivery-team-donates-to-victims-of-domestic-violence",
    "Id": 24
  },
  {
    "name": "After Vascular Treatment This Man Is Weight Training Again",
    "Title": "After Vascular Treatment, This Man Is Weight Training Again",
    "Description": "\n\t\t\t\t\t\t\n<div>After Vascular Treatment, This Man Is Weight Training Again</div>\n<img src=\"/assets/images/news/banner-images/after-vascular-treatment-this-man-is-weight-training-again.jpg\" alt=\"After Vascular Treatment, This Man Is Weight Training Again\">\n<div id=\"newsarticle\">\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/3BaebXd7bxo?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe></div>\n<p>Ken Slough has been weightlifting since he was 12. But in recent years, complications from diabetes and <a href=\"https://yourhealth.promedica.org/acton/media/35511/pad1?sid=TV2:5679EndPm\">peripheral artery disease (PAD) </a>kept him from doing what he loved. The lack of blood flow into his feet caused pain and put him at risk for limb loss.</p>\n<p>“What happens to me with PAD is I get pin prickle sensations all over the back of my legs, down my calves and into my feet,” Ken explained. “It just feels like I’ve been frozen for three hours solid in the freezer.”</p>\n<p>That persistent cold feeling is a common symptom of PAD. A type of vascular disease, PAD makes it hard for parts of the body, especially the arms and the legs, to get the blood flow they need. Fatty buildup called plaque narrows the arteries, making it difficult for them to stay warm. In addition to persistent cold feet, individuals with PAD may also experience color changes in the skin of the legs and feet, a weakened pulse in the legs or feet or burning leg pain while walking. It can also be difficult for wounds in the feet to heal.</p>\n<p>The circulation to Ken’s toes was so poor that some of his toes started to turn black. He went to <a href=\"/services-and-conditions/vascular-care/vascular-institute\">Jobst Vascular Institute</a> for treatment.</p>\n<p>“The black color of the toe reflects that the toe is gangrenous, meaning that the tissue is dead,” explained <a href=\"https://www.promedica.org/provider/jihad-abbas-md-facs-vascular-surgery\">Jihad Abbas, MD, FACS</a>. “When the tissue is dead it’s irreversible, but you can at least save the tissue that is only marginal or sitting on the edge of being dead.”</p>\n<p>Ken had an angiogram, which works similarly to a heart catheter to open up the blood vessels in the leg with a balloon or stint. He then received<a href=\"/services-and-conditions/wound-care\"> wound care treatment</a> that included <a href=\"/services-and-conditions/hyperbaric-medicine\">hyperbaric oxygen therapy </a>to save the marginalized tissue.</p>\n<p>Although Ken had three toes and a piece of damaged foot bone amputated, some of the marginalized tissue started to come back to life. And, he didn’t have to have the below knee amputation he expected. He believes it is because of the care he received at Jobst Vascular Institute.</p>\n<blockquote>\n<p>“I'd have a prosthetic by now,\" said Ken. \"My leg would have been taken off below the knee.”</p>\n</blockquote>\n<p>“I’d have a prosthetic by now,” said Ken. “My leg would have been taken off below the knee. And, if it may have been another doctor, it could have been higher and I could have lost my left foot, too, at the same time.”</p>\n<p>Dr. Abbas said Ken and his family was the main factor in his success.</p>\n<p>“You have to give the patients and their families that credit because if the patient was not compliant or did not have a supportive environment around him or her then they would not do well,” said Dr. Abbas. “Ken was a very compliant patient. He did everything we asked him to do and his family was supportive for him. We can give advice and recommendations, but ultimately it’s the patient and their family that mainly decide if the wound is going to heal or not.”</p>\n<p>To help heal his foot, Ken had to reduce his walking, avoid putting weight on his foot and be very careful about keeping his foot wound clean and dressed properly. He continues to receive care with Jobst Vascular Institute and the would care treatment and is happy to be getting back to daily life.</p>\n<p>“With the PAD, when it got really bad there in the beginning of January in 2018, it kept me from weight training, and in the spring from going to some of my son’s baseball games,” remembers Ken. He even struggled to walk and do daily activities because of the pain.</p>\n<p>“The pain has subsided, and basically I’m at the point now where I can start training again and I’m back to doing mainly normal activities,” he said. “I just have to watch what I do when I walk and how much I’m doing.”</p>\n<p>Now, Ken is able to weight train about four days a week.</p>\n<p>“If I get pain in my feet, I just have to take a step back from it and then come back and hit it again,” he said.</p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Learn more about the symptoms of PAD and see if you're at risk.</h4>\n<p style=\"text-align: center;\"><a href=\"https://yourhealth.promedica.org/acton/media/35511/pad1?sid=TV2:5679EndPm\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\"> Learn more </a></p>\n</div>\n</div>\n<p>&nbsp;</p>\n<p><em>Published Nov. 4, 2019.</em></p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254880\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/after-vascular-treatment-this-man-is-weight-training-again",
    "Id": 25
  },
  {
    "name": "Collaboration Saves Limbs Provides Quality of Life",
    "Title": "Collaboration Saves Limbs, Provides Quality of Life",
    "Description": "\n\t\t\t\t\t\t\n<div>Collaboration Saves Limbs, Provides Quality of Life</div>\n<img src=\"/assets/images/news/banner-images/collaboration-saves-limbs-provides-quality-of-life-for-patients.jpg\" alt=\"Collaboration Saves Limbs, Provides Quality of Life\">\n<div id=\"newsarticle\">\n<div class=\"responsive-video news-top-video\">\n<iframe width=\"560\" height=\"315\" id=\"widget2\" src=\"https://www.youtube.com/embed/teLTgm6snyE?enablejsapi=1\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" data-gtm-yt-inspected-20=\"true\"></iframe>\n</div>\n<p>It may seem like an ordinary activity, but for Scott Smith, playing catch with his son is a dream come true. That's because Scott has been fairly immobile for the better part of a year. His ordeal started when he noticed a small sore on his foot. Something he didn't pay much attention to.</p>\n<p>Scott's in his early 50s and was used to seeing small sores come and go on his legs and feet, a symptom of his diabetes, which Scott admits he didn't treat as seriously as he should have. </p>\n<p>\"The doctors from day one said 'These are the possibilities. This is what can happen,'\" Scott remembered.\"And you just think, oh that's not going to happen, until it does.</p>\n<p>This time, the sore became red and hot and within hours, the pain traveled up his leg to his knee. His doctor, ProMedica podiatrist <a href=\"https://www.promedica.org/provider/matthew-reiner-dpm-podiatry\">Matthew Reiner, DPM</a>, wanted to see him right away.</p>\n<p>\"He developed a plantar heel ulceration which quickly became infected with basically flesh-eating bacteria, also known as necrotizing fasciitis,\" explained Dr. Reiner.</p>\n<p>\"[Dr. Reiner] said 'I don't want to scare you, but I need to talk to you about the possibility of amputation,\" said Scott. </p>\n<p>\"I was concerned. He's young, he's working, he's a productive member of society, and to lose your leg can be devastating,\" said Dr. Reiner.</p>\n<p>Dr. Reiner took Scott's case to the limb preservation board, a group comprised of ProMedica podiatrists, vascular medicine doctors, vascular surgeons, plastic and reconstructive surgeons and wound care experts, who meet regularly to discuss the most urgent and serious cases, like Scott's.</p>\n<blockquote>\n<p>“I was concerned. He's young, he's working, he's a productive member of society, and to lose your leg can be devastating,\" said Dr. Reiner.</p>\n</blockquote>\n<p>\"We have people from all different backgrounds and specialties who train all over the country to get their particular input. Everything is real time so we go through his records and notes so it's very quick and efficient that way,\" explained Dr. Reiner.</p>\n<p>After hearing about the case, vascular surgeon<a href=\"https://www.promedica.org/provider/j-abbas-md-facs-vascular-surgery\"> Jihad Abbas, MD, FACS</a>, <a href=\"/services-and-conditions/vascular-care/vascular-institute\">Jobst Vascular Institute</a>, thought Scott's foot could be saved with great effort from the team. First, Scott had surgery to remove a significant portion of tissue from the bottom of his foot.</p>\n<p>\"You need to do a radical surgery first of all to get rid of the bulk of the bacteria,\" explained Dr. Abbas. \"But then, the microscopic amount of the bacteria, you treat it with hyperbaric oxygen because these bacteria live off of a nonoxygenated environment. They are usually what we can an anaerobic bacteria. And so you give them oxygen, and you actually kill them.\"</p>\n<p>For more than two months, Scott kept regular appointments at the <a href=\"/services-and-conditions/hyperbaric-medicine\">hyperbaric medicine department </a>at ProMedica Toledo Hospital. Five days a week, Scott would spend more than two hours in a hyperbaric chamber where pure, pressurized oxygen could help kill any residual bacteria.</p>\n<p>\"Everybody was phenomenal, really encouraging, positive, none of them were judgmental,\" said Scott. \"It was 'You're in this situation, here's how we're going to get you out of this situation.' They definitely seemed like they were working as a team to fight this.\"</p>\n<p>It took nearly a year, but the treatment plan from the Limb Preservation Board saved Scott's foot and prompted this husband and father of three to take control of his health. Through diet and exercise, Scott's lost more than 50 pounds and his diabetes is well under control.</p>\n<p>\"You need to manage your blood sugar,\" said Scott. \"It's just that simple. The doctors can talk to you all they want, but you're the one who has to make the decision to really get healthy.\"</p>\n<p>\"As long as he keeps on the path he's going now, he should do well,\" said Dr. Reiner.</p>\n</div>\n<p><em>Published Oct. 29, 2019.</em></p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254879\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/collaboration-saves-limbs-provides-quality-of-life",
    "Id": 26
  },
  {
    "name": "ProMedica Physicians Welcomes New Breast Surgeon Dr Jessica Burns",
    "Title": "ProMedica Physicians Welcomes New Breast Surgeon, Dr. Jessica Burns",
    "Description": "\n\t\t\t\t\t\t\n<div>ProMedica Physicians Welcomes New Breast Surgeon, Dr. Jessica Burns</div>\n<img src=\"/assets/images/news/banner-images/promedica-physicians-welcomes-new-breast-surgeon-dr-jessica-burns.jpg\" alt=\"ProMedica Physicians Welcomes New Breast Surgeon, Dr. Jessica Burns\">\n<div id=\"newsarticle\">\n<div class=\"responsive-video news-top-video\">\n<iframe id=\"widget2\" allowfullscreen=\"allowfullscreen\" src=\"https://www.youtube.com/embed/K0UrHK0f3_o?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\"></iframe>\n</div>\n<p>ProMedica Physicians is proud to welcome Jessica A. Burns, MD, to ProMedica Physicians Breast Surgery and Surgical Oncology, located at 5308 Harroun Rd. Suite 160, in Sylvania, Ohio.</p>\n<p>Dr. Burns performs a variety of breast surgeries, for women who are affected by breast cancer as well as those with noncancerous lumps. Her special interests include breast conservation surgery/oncoplastic techniques, nipple-sparing mastectomy, high-risk surveillance, cancer exercise and nutrition, lymphedema prevention, and social determinants of health.</p>\n<p>\"I chose to specialize in breast cancer surgery because I've always had an interest in breast cancer care and I've always had a passion for taking care of women,\" said Dr. Burns. \"Breast cancer is a rapidly evolving area of medicine and I really felt that my calling was to really take care of women in that capacity.\"</p>\n<p>In addition to treating patients as she would a family member, Dr. Burns believes in an individualized approach to care. \"It's very important to treat the patient as an individual and treat the whole patient,\" she said. And she reminds her patients that everyone's experience with their diagnosis is different. \"Your experience is your own.\"</p>\n<p>Dr. Burns received her medical degree from The University of Toledo College of Medicine, completed an internship at the University of Michigan Health System, and completed her residency in general surgery at the University of Toledo Medical Center. Dr. Burns also continued on to complete a Breast Surgical Oncology fellowship at Henry Ford Health System in Detroit, Mich.</p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">To learn more about Dr. Burns, visit her physician profile.</h4>\n<p style=\"text-align: center;\">\n<a target=\"_self\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" href=\"https://www.promedica.org/provider/jessica-a-burns-md-breast-surgery\"> View her profile </a>\n</p>\n</div>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,252464\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/promedica-physicians-welcomes-new-breast-surgeon-dr-jessica-burns",
    "Id": 27
  },
  {
    "name": "Starving for a Solution Hunger as a Health Issue",
    "Title": "Starving for a Solution: Hunger as a Health Issue",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Starving for a Solution: Hunger as a Health Issue</h1><div>Starving for a Solution: Hunger as a Health Issue</div>\n<img src=\"/assets/images/news/banner-images/starving-for-a-solution-hunger-as-a-health-issue.jpg\" alt=\"Starving for a Solution: Hunger as a Health Issue\">\n<div id=\"newsarticle\" data-newstype=\"Social Determinants of Health\">\n<p>By Randy Oostra, DM, FACHE</p>\n<p>President and CEO, ProMedica</p>\n<p>In countless kitchens, pantries and dining rooms across the country, one of America’s most dire public health crises is being served up. Every day, more than <a href=\"https://hungerandhealth.feedingamerica.org/understand-food-insecurity/\">41 million Americans, or 1 in 8 citizens</a>, lack the essential nutrition they need to build and sustain good health.</p>\n<p>Hunger is a health issue with far-reaching impact and detriment to both the personal vitality of scores of babies, youngsters, middle-aged people, and the elderly, as well as our collective well-being as a nation.</p>\n<p>The health consequences of hunger can be seen every day in America’s emergency rooms, healthcare clinics, physician offices, and hospitals of every size and in every community – urban, suburban and rural.</p>\n<p>People who are food insecure generally have irregular eating patterns and consume food with fewer nutrients, most often because they lack access to healthy, affordable foods. The absence of a consistent, healthy diet is linked to higher rates of obesity and the development of costly, acquired chronic diseases such as hypertension and type II diabetes – many of which are preventable or mitigated with proper nutrition and exercise.</p>\n<p>Children experiencing food insecurity are also at a higher risk for developing chronic health conditions, including anemia and asthma. Sadly, they are also at greater risk for behavioral health issues such as anxiety and depression. Additionally, the social and physical stigmas of hunger limit a child’s academic performance and future opportunities.</p>\n<p>Among the elderly, malnutrition is rampant with as many of 10 million older Americans facing hunger every year. Forced frequently to choose between purchasing healthy food or other necessities such as utilities or medications, our senior population is caught in a financial gauntlet that is greatly harming their health. <a href=\"https://www.mealsonwheelsamerica.org/docs/default-source/research/hungerinolderadults-execsummary-feb2017.pdf?sfvrsn=2\">Food insecure seniors are 50 percent more likely to have diabetes; three times more likely to suffer from depression; 60 percent more likely to have congestive heart failure or heart attack; among other life-altering conditions.</a></p>\n<p>The costs of hunger are equally staggering. America spends approximately <a href=\"http://www.hungerreport.org/costofhunger/\">$178.9 billion annually on the effects of hunger, $160 billion of which is for health care – more than all annual state and federal spending on higher education.</a></p>\n<p>Such facts are alarming and represent a critical issue that the American healthcare system has largely ignored. As a nation, we have taken a reactive stance to health and well-being for generations. Until recently, healthcare providers were incentivized based on providing costly medical interventions rather than less expensive, but highly effective, preventions. <a href=\"http://alliancetoendhunger.org/wp-content/uploads/2014/04/3-Hunger-is-a-Health-Issue.pdf\">In fact, it costs less to feed an individual healthy food for a year, than to cover the costs of hospitalization and related medical expenses for one day.</a></p>\n<p>It’s obvious that we can no longer afford to ignore the root causes of health. The American healthcare system is being crushed under the weight of a society whose citizens are sicker and more vulnerable than ever before simply because many of their basic needs are going unmet.</p>\n<p>America is literally starving for a solution.</p>\n<p>Addressing hunger as a health issue is an initiative that must infiltrate healthcare systems nationwide for the sake of the country’s most vulnerable residents and because it is good business.</p>\n<p>In northwest Ohio, ProMedica has made a commitment to address the social determinants of health, including food insecurity and its effects on health. Together with community partners, area philanthropists and local physicians/providers, we are targeting both the clinical indicators of food insecurity as well as the social and environmental conditions that perpetuate hunger.</p>\n<p>The approach is comprehensive, diverse and multi-dimensional. Efforts include providing a three-day supply of nutrition upon hospital discharge to many who screen positive for food insecurity, writing “prescriptions” to our food clinics for ongoing assistance and support, and owning and operating a not-for-profit grocery store in a food desert in one of our region’s most depressed neighborhoods. Coupled with outreach and interventions, including job training, affordable housing initiatives and financial opportunity counseling, we are working to create a healthier, more prosperous community.</p>\n<p>Since ProMedica’s focus on hunger as a health issue began in 2014, we’ve screened nearly 2 million patients for food insecurity and served more than 50,000 people in our food clinics. And, we’re bending the healthcare cost curve amongst this population. Data from Paramount Health Care – our owned insurance provider – shows a 15 percent reduction in per member, per month costs for patients receiving a prescription to our food clinics.</p>\n<p>These results are real and tangible – one healthcare system in one region implementing simple measures that drive responsibility and reform to improve health and well-being. Imagine what could be accomplished and sustained if healthcare providers around the country would adopt similar approaches.</p>\n<p>We can make the fight against hunger a ‘winnable battle’ through aligned efforts that address food insecurity, improve lives and transform health care.</p>\n<p><em>Randy Oostra, DM, FACHE, is the president and chief executive officer of Toledo, Ohio-based ProMedica, overseeing the 15<sup>th</sup> largest integrated health and well-being system in the United States. Dr. Oostra is regarded as one of the nation’s most influential leaders in health care. For more than 10 years, he has been a leading visionary and advocate of redefining health care by understanding and addressing the social determinants of health (SDOH). His catalytic leadership and passionate commitment have been the guiding force behind the development of the ProMedica National Social Determinants of Health Institute, which aims to drive healthcare innovation and transformation through SDOH-centered clinical/ social care, community outreach, and research/analytics. For more information, please visit promedica.org/socialdeterminants. </em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254877\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/starving-for-a-solution-hunger-as-a-health-issue",
    "Id": 28
  },
  {
    "name": "Becoming True Care Integrators To Improve Population Health",
    "Title": "Becoming True Care Integrators To Improve Population Health",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Becoming True Care Integrators To Improve Population Health</h1><div>Becoming True Care Integrators To Improve Population Health</div>\n<img src=\"/assets/images/news/banner-images/becoming-true-care-integrators-to-improve-population-health.jpg\" alt=\"Becoming True Care Integrators To Improve Population Health\">\n<div id=\"newsarticle\" data-newstype=\"Social Determinants of Health\">\n<p>By Randy Oostra, DM, FACHE, President and Chief Executive Officer, ProMedica, Toledo, Ohio</p>\n<p>As healthcare leaders, we often think primarily in terms of three- to five-year plans. But let’s consider the next 50 years and question ‘what’ and ‘how’ the investments we’re making in our communities — new facilities, programs, initiatives, and more — will impact the public by 2065.</p>\n<p>To achieve meaningful results, we believe our industry should take the lead on being the true integrators of care so that both physical and mental health are treated in tandem while other needs are addressed through widespread community collaborations.</p>\n<p>That includes marshalling our industry’s resources — including 5,000 hospitals and 650,000 physicians — coupled with a much needed influx of public health funding to improve outcomes nationwide. Primary care providers should not just treat physical health symptoms without consideration for contributing economic and social conditions; they should be repositioned and armed to care for their patients’ overall well-being, including mental health.&nbsp;</p>\n<p>And we should change the way our industry has operated for the last 50 years. The model remains lacking even after moving from a fee-for-service to a value-based care model, and it is time we transition to this integrated approach.</p>\n<p>There is no question our industry’s current path is unsustainable. The United States has both a high level of health spending per capita and a relatively high rate of real growth in healthcare spending. The share of U.S. gross domestic product devoted to healthcare spending has grown steadily from 5% in 1965, the year Medicaid and Medicare were established, to 9% in 1980. After crossing into double digits to nearly 13% in 1993, that share is now close to 18%; some projections have it pushing 20% by 2023.</p>\n<p>Still, despite leading on healthcare expenditures, life expectancy in the United States lags that of many other developed countries. As healthcare providers, this path is not only unsustainable but unacceptable. It fails to benefit the health and well-being of residents in our communities, the very core of our industry's mission, and our financial health increasingly will depend on making strides in both quality and length of life.</p>\n<p>To truly make a difference long term, the healthcare industry must return to its holistic roots and focus on health-related conditions where people live, learn, work and play, as well as foster economic development, educational advancement and social equality.</p>\n<p>America will benefit from our efforts to end a fragmented care system that often doesn't address the social determinants of health that have such a major influence on wellness: education, employment, housing, neighborhoods and more.</p>\n<p>While clinical care is important, getting to the root cause of why people have diabetes, asthma, poor nutrition, heart conditions and other ailments as a result of their surroundings and behaviors is necessary, too. Research is clear these other factors play an even larger part in determining a community’s overall health than the medical care people receive. We need to work with various partners to provide valuable resources that meet community health needs, both inside and outside of our traditional facilities.</p>\n<p>The healthcare industry must not only deliver clinical excellence and efficiency, we must hone in on how we can act as catalysts, innovators and leaders to improve the health of our entire communities. We have to straddle parallel tracks to continue advancing clinical care while ensuring basic needs plus educational opportunities, adequate housing, employment, and other social determinants of health are met. All are inevitably and inextricably linked, and the industry must act to understand and address this relationship.</p>\n<p>The social determinants of health are about going beyond our four walls, beyond the episodic moments of care people receive at our hospitals and our physician offices, to those moments where health is actually impacted – in our homes, our schools, and our communities.</p>\n<p>Hospitals and health systems will need to focus increasingly on being the integrators of care for communities. We need to concentrate on a model that yields a healthy individual and a healthy community including clinical excellence, social determinants of health, public and private partnerships, economic development, innovative models of care, and education – which ultimately will achieve better outcomes, enhanced quality, greater efficiencies, reduced costs, and improved margins.&nbsp;</p>\n<p>People living in the United States certainly know that environmental and social factors affect their health. From a list of 14 factors that might cause ill health, the top five causes cited as extremely important are lack of access to high-quality medical care; personal behavior; viruses or bacteria; high stress; and exposure to air, water or chemical pollution, according to results of an NPR/Robert Wood Johnson Foundation/Harvard T.H. Chan School of Public Health poll released in early 2015.</p>\n<p>Clearly, a new approach to health care is needed. We believe the key to that approach is as straightforward as addressing our citizens’ basic needs, such as food and clothing, and the social determinants of health.</p>\n<p>At ProMedica, we have made strides by collaborating with various individuals and organizations to address the social determinants of health. We are acting as a convener and catalyst to bring individuals, organizations and businesses together. We also are working on integrating clinical care and removing barriers related to other social determinants, including housing, economic development and education. Many of our investments are strategically based on findings from our Community Health Needs Assessment.</p>\n<p>These investments should make a difference in and add value to our health outcomes and related environmental and social conditions for the next half century.</p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254878\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/becoming-true-care-integrators-to-improve-population-health",
    "Id": 29
  },
  {
    "name": "ProMedica Teaming Up with LISC Toledo to Address Affordable Housing",
    "Title": "ProMedica Teaming Up with LISC Toledo to Address Affordable Housing",
    "Description": "\n\t\t\t\t\t\t\n<div>ProMedica Teaming Up with LISC Toledo to Address Affordable Housing</div>\n<img src=\"/assets/images/news/banner-images/promedica-teaming-up-with-lisc-toledo-to-addressing-affordable-housing.jpg\" alt=\"ProMedica Teaming Up with LISC Toledo to Address Affordable Housing\">\n<div id=\"newsarticle\">\n<p>Many things influence a person's health and well-being, and the ability to live in safe and affordable housing is one of them. According to the <a href=\"https://www.rwjf.org/en/library/research/2011/05/housing-and-health.html\">Robert Wood Johnson Foundation</a>, \"factors related to housing have the potential to help -- or harm -- our health in major ways.\" This includes household conditions, neighborhood safety and community characteristics, such as access to employment opportunities and public resources.</p>\n<p>That’s why ProMedica is supporting <a href=\"http://www.lisc.org/toledo/our-work/housing/\">LISC Toledo's YR 16 Initiative.</a> The initiative aims to help tenants of homes developed through the Low Income Housing Tax Credit program financially prepare for the opportunity to acquire the home they’ve been renting. </p>\n<p>In the video below, published by LISC Toledo (produced by Alex Goetz), Kate Sommerfeld, President, Social Determinants of Health, ProMedica, spoke about why this initiative is so important to support.</p>\n<p>\"The quality of housing someone lives in directly impacts health,\" said Sommerfeld. \"So at ProMedica, the opportunity to make investments, to drive strategy and programs -- in partnership with other individuals and communities -- is a great opportunity to improve overall health conditions.\"</p>\n<p>\"Home ownership is so important as we think about stabilizing and revitalizing our communities,\" added Kendra Smith, Director, Social Determinants of Health, ProMedica. \"When that happens we see new markets develop, we see new businesses, we see an improvement in school districts. Having people that can call something their own is the first step in bringing our neighborhoods back.\"</p>\n<p>Learn more about <a href=\"http://www.lisc.org/toledo/our-work/housing/\">LISC Toledo's YR 16 Initiative</a> and <a href=\"https://www.promedica.org/socialdeterminants/Pages/default.aspx\">ProMedica's efforts in addressing the social determinants of health</a>.</p>\n<div class=\"responsive-video news-top-video\">\n<em><iframe src=\"https://www.youtube.com/embed/PuT0CByDLr0?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe>\n</em></div>\n<p><em>Published August 19, 2019.</em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254876\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/promedica-teaming-up-with-lisc-toledo-to-address-affordable-housing",
    "Id": 30
  },
  {
    "name": "Art at Toledo Hospital Filled With Love and Healing",
    "Title": "Art at Toledo Hospital Filled With Love and Healing",
    "Description": "\n\t\t\t\t\t\t\n<div>Art at Toledo Hospital Filled With Love and Healing</div>\n<img src=\"/assets/images/news/banner-images/art-at-toledo-hospital-filled-with-love-and-healing.jpg\" alt=\"Art at Toledo Hospital Filled With Love and Healing\">\n<div id=\"newsarticle\">\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/Q2h1hU21MVY?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\" title=\"Artist's Work Filled with Love and Healing\"></iframe></div>\n<p>Artist Leilani Schweitzer traveled to Toledo from Nevada to install her work at <a href=\"/location/promedica-toledo-hospital\">ProMedica Toledo Hospital's new Generations Tower.</a> The piece is called Vera Chroma: Vitality. It will greet patients and visitors as they enter the outpatient surgery lobby. It was those patients and visitors Schweitzer thought about helping as she was creating the piece.</p>\n<p>\"People's emotional well-being--if they're relaxed, if they're comfortable, if they're optimistic--that improves their healing and improves their outcomes. And that's ultimately what hospitals are here to do, is to make people better and it's not just treatments or procedures or medications, it is treating the spirit as well,\" explained Schweitzer. \"So hopefully, this is part of the way to treat the spirit of patients and their families, and the people who work here as well.</p>\n<p>This hospital space is especially meaningful and familiar to Schweitzer. She knows what it's like to be in the hospital under the worst of circumstances. In 2005, when her son Gabriel was 20 months old, he got very sick and Schweitzer entered her community hospital in Nevada expecting doctors to make him well. Instead, her life was shattered.</p>\n<p>In a 2013 TEDx talk called <a href=\"https://www.youtube.com/watch?v=qmaY9DEzBzI\">Transparency, Compassion and Truth in Medical Errors</a>, Schweitzer recalled the death of her son, which resulted from mistakes made at two different hospitals where he was treated. While both hospitals had the opportunity to learn from her son's death and be transparent, Schweitzer explained that only one of them did.</p>\n<p>\"He died at Stanford,\" Schweitzer said. \"Stanford investigated, they explained, they apologized and eventually, they gave me a job. So now I work for Stanford. I work with other patients and families who have had unexpected outcomes in their care.\"</p>\n<p>Working with those families and raising awareness about transparency in the healthcare industry has been critical to Schweitzer's own healing process, along with her artwork. She feels her son's presence in every moment. Schweitzer knows each person will see something unique when they view the piece. She hopes every person will feel the love and the hope inspired by a little angel named Gabriel.</p>\n<p>\"I've had so many people who have worked on this project with me. So many of my family and my friends, my daughter. And to think of all those loving hands touching something that we crate up and ship across the country and hang in a place I've never been before, I think that good intention and that love and healing comes with it. And I hope some of that is reflected in this now,\" said Schweitzer.</p>\n<div class=\"callout-n2\"></div>\n<p><em>Published July 17, 2019</em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254875\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/art-at-toledo-hospital-filled-with-love-and-healing",
    "Id": 31
  },
  {
    "name": "Innovative Technology Helps Neurosurgeons with 3D Map of Brain",
    "Title": "Innovative Technology Helps Neurosurgeons with 3D Map of Brain",
    "Description": "\n\t\t\t\t\t\t\n<div>Innovative Technology Helps Neurosurgeons with 3D Map of Brain</div>\n<img src=\"/assets/images/news/banner-images/innovative-technology-helps-neurosurgeons-with-3d-map-of-brain.jpg\" alt=\"Innovative Technology Helps Neurosurgeons with 3D Map of Brain\">\n<div id=\"newsarticle\">\n<div class=\"responsive-video news-top-video\">\n<iframe src=\"https://www.youtube.com/embed/n3Gc3gcnJ2w?enablejsapi=1\" allowfullscreen=\"allowfullscreen\" id=\"widget2\" width=\"560\" height=\"315\" frameborder=\"0\"></iframe>\n</div>\n<p>The brain is one of the most complex and vital organs in our body, making brain surgery a complicated procedure that requires an incredible amount of skill and precision. And having the right tools can make a big difference in how a surgeon does this work. That's why, in 2017, ProMedica Toledo Hospital became the first in Ohio to offer BrightMatter<sup>TM</sup> technology. This 3D mapping technology offers the benefits of a built-in GPS system, giving neurosurgeons the ability to find the best paths for surgey that will minimize damage, reduce recovery time and lead to better patient outcomes. It also allows them to safely remove previously inoperable tumors.</p>\n<p><a href=\"https://www.promedica.org/provider/kevin-reinard-md-neurological-surgery\">Kevin Reinard, MD,</a> a neurosurgeon with ProMedica Physicians, uses the BrightMatter technology to navigate around sensitive areas to reach a tumor. The technology allows him to remove more of a tumor because he has a clearer picture of how far he can push the boundary without causing harm to the patient.</p>\n<p>It starts before the surgery even begins. The patient undergoes what's called a synaptive protocol MRI study, which maps out the brain in very bright colors.</p>\n<p>\"It allows us to see the white matter tracks--these are the information highways that are in the brain,\" explains Dr. Reinard. \"Things like the capacity to see things, memory function, language function, and so forth. If you can avoid these, patients do well because they'll have no deficits after surgery.\"</p>\n<p>But BrightMatter is only part of the equation. A surgical tool called Modus V works with BrightMatter to give Dr. Reinard a crystal clear magnification of the tumor. Another plus: instead of being hunched over the patient looking through magnifying glasses, the doctor can look straight ahead at a video screen, and see the magnified image from Modus V as he does his work.</p>\n<p>\"It’s a freestanding robotic arm that you can position in any dimension,\" says Dr. Reinard. \"So I can stand in a comfortable position in front of a patient or beside a patient and the robot can then assume a position that is favorable for me and doesn’t get in the way. If you have to do a case that’s 4, 5, 6 hours long and you’re standing there looking through a microscope or bent over, the element of fatigue is something that factors into the entire process.\"</p>\n<p>Learning the new technique took a little time, but Dr. Reinard is thrilled with the results he's seeing for his patients. Plus, the system is ideal for collaboration and teaching.</p>\n<p>\"This technology takes it to another level,\" said Dr. Reinard. \"The image is projected onto a big screen where not only can I see it, but also everyone involved including medical students can see. That’s a huge advantage because it’s a great learning tool and educational tool.\"</p>\n<p>While Modus V and BrightMatter are primarily being used for neurosurgery at ProMedica, other physicians are investigating how the innovative system might help a wide variety of patients.</p>\n<p>Dr. Reinard says, \"This is one very important piece of technology that allows us to do things we couldn’t do before. All in all, it makes us better surgeons.\"</p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Learn more about neurosciences at ProMedica.</h4>\n<p style=\"text-align: center;\">\n<a href=\"/services-and-conditions/\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\"><em>Learn more.</em></a>\n</p>\n</div>\n<p><em>Published July 17, 2019</em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254874\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/innovative-technology-helps-neurosurgeons-with-3d-map-of-brain",
    "Id": 32
  },
  {
    "name": "Erectile Dysfunction Could Be a Telltale Sign of a Vascular Issue",
    "Title": "Erectile Dysfunction Could Be a Telltale Sign of a Vascular Issue",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Erectile Dysfunction Could Be a Telltale Sign of a Vascular Issue</h1><div>Erectile Dysfunction Could Be a Telltale Sign of a Vascular Issue</div>\n<img src=\"/assets/images/general-use/erectile_dysfunction_vascular.jpg\" alt=\"Erectile Dysfunction Could Be a Telltale Sign of a Vascular Issue\">\n<p>Many underlying reasons could contribute to the cause of erectile dysfunction&nbsp;or ED. These issues vary from a long list of medical problems that include both physical and psychological. Though vascular doctors do not directly treat erectile dysfunction, vascular intervention is often an indirect treatment.</p>\n<p>“When we have a patient referred to us for claudication (pain in legs while walking) and peripheral artery disease, often its discovered that the patient has erectile dysfunction,” said <a href=\"/provider/jihad-abbas-md-facs-vascular-surgery\" title=\"Jihad Abbas MD, FACS\">Jihad Abbas MD, FACS</a>, ProMedica Physicians Jobst Vascular.</p>\n<p>Peripheral artery disease is a common circulatory issue that causes reduced blood flow to limbs and lower extremities. When atherosclerosis (plaque containing fats, cholesterol, and other substances) builds up on the artery walls, it stenoses or narrows the path for blood flow.</p>\n<p>Imagine the vascular system as the body’s internal plumbing. The main pipe is the aorta, which branches off blood flow to the internal iliac artery to the pudendal artery. The pudendal artery supplies the blood to the penis, which causes an erection.</p>\n<p>“If the aorta or the common iliac artery is significantly stenosed or completely occluded (blocked), you would have decreased blood flow to the penis, which causes ED,” says Abbas.</p>\n<p>Other vascular issues that could be a contributor to impotence or ED include nerve damage from aortic surgery and neuropathy caused by diabetes.</p>\n<p>“There is a nerve that runs next to the aorta that supplies signals to the area of the penis. If this nerve gets injured (during aortic surgery or from neuropathy) then the patient will have impotence or Erectile Dysfunction (ED) or what we call retrograde ejaculation,” says Abbas.</p>\n<p>If you have a family history of vascular disease and are experiencing impotence or ED, consult with your physician for more information.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254873\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/erectile-dysfunction-could-be-a-telltale-sign-of-a-vascular-issue",
    "Id": 33
  },
  {
    "name": "May Is National Stroke Awareness Month",
    "Title": "May Is National Stroke Awareness Month",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Know the Signs, Know the Symptoms. May Is National Stroke Awareness Month.</h1><div>Know the Signs, Know the Symptoms. May Is National Stroke Awareness Month.</div>\n<img src=\"/assets/images/news/banner-images/get-involved-this-stroke-awareness-month.jpg\" alt=\"Know the Signs, Know the Symptoms. May Is National Stroke Awareness Month.\">\n<p>Do you know the signs and symptoms of a stroke? You should. According to the National Stroke Awareness Association (NSA), every 40 seconds someone has a stroke in the United States.</p>\n<p>In observance of National Stroke Awareness Month, the <a href=\"/services-and-conditions/vascular-care/vascular-institute\" title=\"Jobst Vascular Institute\">Jobst Vascular Institute</a> encourages you to learn the acronym BE FAST as an easy way to remember the signs and symptoms of a stroke.</p>\n<p>B – Balance: Is there a sudden loss of balance or coordination?</p>\n<p>E – Eyes: Is there sudden blurred or double vision or sudden, persistent vision trouble?</p>\n<p></p>\n<p>F – Face: Ask the person to smile. Does one side of the face droop?</p>\n<p>A – Arms: Ask the person to raise both arms. Does one arm drift downward?</p>\n<p>S – Speech: Ask the person to repeat a simple sentence. Is their speech slurred?</p>\n<p>T – Time: If you observe any of these signs, call 9-1-1 immediately.</p>\n<p><a href=\"/provider/todd-e-russell-md-facs-vascular-surgery\" title=\"Todd E. Russell MD, FACS\">Todd E. Russell MD, FACS</a> of the Jobst Vascular Institute, explains that there are two main types of stroke; hemorrhagic and ischemic. Hemorrhagic is bleeding into the brain and mainly caused by hypertension.&nbsp;</p>\n<p>“Patients who are on anticoagulation medication are also at greater risk (of hemorrhagic stroke),” says Russell.</p>\n<p>Ischemic stroke is when there is no blood flow to a portion of the brain due to a blockage in an artery.</p>\n<p>“The plaque or clot that causes the blockage usually starts in the heart or the arteries leading to the brain, then dislodges, and travels to the artery feeding the brain. Depending on how long the blockage lasts, a stroke can result,” says Russell.</p>\n<p>About 795,000 people have a stroke in the U.S. every year and of that number 140,000 end in death. Stroke is also the leading cause of long-term disability in the U.S. Risk factors include hypertension, atrial fibrillation, smoking, high cholesterol, excessive alcohol consumption, inactivity, age, family history, and ethnicity.</p>\n<p>To find out if you’re at risk, talk to your <a href=\"/find-a-doctor/provider-results?Keyword=primary%20care\" title=\"primary care physician\">primary care physician</a>.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254871\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/know-the-signs-know-the-symptoms-may-is-national-stroke-awareness-month",
    "Id": 34
  },
  {
    "name": "Raising Awareness of Pelvic Pain",
    "Title": "Raising Awareness of Pelvic Pain",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Raising Awareness of Pelvic Pain</h1><div>Raising Awareness of Pelvic Pain</div>\n<img src=\"/assets/images/news/banner-images/raising-awareness-of-pelvic-pain.jpg\" alt=\"Raising Awareness of Pelvic Pain\">\n<div id=\"newsarticle\">\n<p>Pelvic pain can be difficult to talk about and sometimes even hard to identify. That’s why the International Pelvic Pain Society has designated May as Pelvic Pain Awareness month, to raise public awareness of chronic pelvic pain and increase access to care for those living with the condition.</p>\n<p>One in three women of child-bearing age experiences chronic pelvic pain, but people of all ages and men, too, can experience pelvic pain. Chronic pelvic pain is defined as discomfort that occurs in the lower abdomen for at least six months. It can be caused by a variety of reasons, including pelvic floor disorder, endometriosis, uterine fibroids and musculoskeletal problems. </p>\n<p>“Many men and women suffer from pelvic pain, so it’s important to know that if you have pelvic pain, you are not alone,” assured <a href=\"https://www.promedica.org/provider/sara-anderson-pt-dpt-physical-therapy\">Sara Anderson, PT, DPT, PRPC,</a> ProMedica Pelvic Health.</p>\n<h3 class=\"ms-rteElement-H3\">Trying Physical Therapy</h3>\n<p>As a pelvic health physical therapist, Anderson has received extra training to help treat conditions of the pelvic floor. She uses a combination of external and internal techniques to stretch and strengthen pelvic floor muscles that support all of the organs in the lower abdomen.</p>\n<p>It may be a different type of physical therapy than most of us are used to, but it can be very effective in treating pelvic floor conditions such as chronic pain and incontinence, especially when used in conjunction with medical management. </p>\n<p> “It’s important to know you don’t have to live with this pain,” said Anderson. “Pelvic pain is never normal. Intercourse, in particular, should never be painful. You should not have to take off work or school when you’re menstruating due to cramping. Pelvic pain can and should be addressed to allow you to live your life as fully as possible.”</p>\n<blockquote>\n<p>“You don't have to live with this pain. Pelvic pain can and should be addressed to allow you to live your life as fully as possible.”</p>\n</blockquote>\n<p>Tiffany S., a patient from Toledo, didn’t even know pelvic floor physical therapy existed until she was referred by her gynecologist. For years, she faced a string of health issues—a difficult delivery with an episiotomy, an ovarian cyst rupture, heavy menstrual bleeding and a uterine ablation. She struggled with horrible menstrual cramps, rectal pain, and painful sex. Even taking the stairs or sitting could trigger pain.</p>\n<p>“When I would sit down, I would lower myself gently at the end because if I didn’t, I would feel this pain shoot up inside of me. When I sneezed it would hurt across the front of me. There were times when I couldn’t take my kids to things and they had to miss stuff because I could not get off the couch,” explained Tiffany. “I felt like I was aging too fast. It made me feel really bad about myself, like I was broken, spent and used up.”</p>\n<p>After her first visit with a pelvic pain physical therapist, Tiffany felt different. After a few visits, the pain began to ease up. </p>\n<p>“I noticed when I was walking it wasn’t hurting as bad. The pain I had in my bottom went from a terrible pain to a mild discomfort,” said Tiffany.</p>\n<p>Sex started to feel better, too. </p>\n<p>“I didn’t know that sex didn’t hurt everybody all the time,” she said. “I have an amazing marriage. To have sex be something that was somewhat negative for me to become a positive is emotionally awesome, too.”</p>\n<h3 class=\"ms-rteElement-H3\">What to Expect </h3>\n<p>Tiffany admits that while pelvic floor physical therapy may seem awkward, it’s not as bad as some may think. </p>\n<p>“If you’ve had a pelvic exam, it’s no more embarrassing. The physical therapist does everything she can to make it as discreet and comfortable as possible,” Tiffany explained. </p>\n<p>“Many people are hesitant to come in simply because they don’t know what a pelvic floor physical therapist is or what we do,” said Anderson. “Our evaluation and treatments are done in a private room behind a closed door. We like to play music generally to set a nice and relaxing environment. We do not use speculums or stirrups so it’s not quite like a visit to your OB/Gyn.”</p>\n<p>For Tiffany, treatment included some of the same activities she was familiar with from her yoga classes, including belly breathing, child’s pose and happy baby pose. However, each treatment plan is tailored to the individual’s situation and goals. </p>\n<p>“Some people are concerned physical therapy will increase their pelvic pain. Others feel they’ve already tried so many things they doubt pelvic therapy is what will finally affect their pain,” said Anderson. “We have a variety of interventions we can use to address your pain and will work with you to find out what treatments are most effective for you.”</p>\n<p>After seeing how pelvic therapy has improved her life, Tiffany wants to encourage other women to seek help when needed. And, she wants to show her daughters how to serve others while still prioritizing their own needs. </p>\n<p>“I’m trying to set a good example for my daughters of how you need to take care of yourself,” Tiffany said.” Just like on the airplane, if you’re not getting your own oxygen first you can’t put a mask on someone else. You’ve got to take care of yourself and get your body working correctly.”</p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Learn more about pelvic health and common pelvic conditions.</h4>\n<p style=\"text-align: center;\">\n<a href=\"/services-and-conditions/pelvic-health\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\"> Learn more </a>\n</p>\n</div>\n<p><em>Published May 15, 2019</em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,248839\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/raising-awareness-of-pelvic-pain",
    "Id": 35
  },
  {
    "name": "ProMedica Celebrates National Nurses Week",
    "Title": "ProMedica Celebrates National Nurses Week",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">ProMedica Celebrates National Nurses Week</h1><div>ProMedica Celebrates National Nurses Week</div>\n<img src=\"/assets/images/news/banner-images/promedica-celebrates-national-nurses-week.jpg\" alt=\"ProMedica Celebrates National Nurses Week\">\n<div id=\"newsarticle\">\n<p>Nurses throughout the country were recently honored by National Nurses Week, May 6-12. The annual event is an opportunity to highlight the incredible and important work that nurses do in transforming individual lives and in shaping the healthcare industry.</p>\n<p>At ProMedica, National Nurses Week was a time to thank our nurses for bringing our Mission to life through the excellence, caring and passion they bring to work every day.</p>\n<p>“I think nurses take on a lot of different roles,” said Collin Bzovi, BSN, RN, <a href=\"/location/promedica-defiance-regional-hospital\">ProMedica Defiance Regional Hospital.</a> “They can be compassionate, they can be educators, they can be patient advocates a lot of times. Nurses are in a unique position to help people get pointed in the right direction when it comes to their healthcare.”</p>\n<p>“I’m passionate about nursing because I really, truly enjoy getting to know the patients as people, not just as patients or room numbers. I like to know their family, where they’ve come from, their stories, their background,” said Desirae Case, RN, <a href=\"/location/promedica-coldwater-regional-hospital\">ProMedica Coldwater Regional Hospital.</a></p>\n<p>Hear from more ProMedica nurses about why they are passionate about nursing in the video below.</p>\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/g7D1qU9LR0s?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe></div>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Learn more about nursing at ProMedica.</h4>\n<p style=\"text-align: center;\"><a href=\"/for-health-professionals/for-nurses/\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\">Learn more</a></p>\n</div>\n<p><em>Published May 14, 2019</em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254869\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/promedica-celebrates-national-nurses-week",
    "Id": 36
  },
  {
    "name": "ProMedica Foundations Announces 2019 Philanthropy Awards Recipients",
    "Title": "ProMedica Foundations Announces 2019 Philanthropy Awards Recipients",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">ProMedica Foundations Announces 2019 Philanthropy Awards Recipients</h1><div>ProMedica Foundations Announces 2019 Philanthropy Awards Recipients</div>\n<img src=\"/assets/images/news/banner-images/promedica-foundations-announces-2019-philanthropy-awards-recipients.jpg\" alt=\"ProMedica Foundations Announces 2019 Philanthropy Awards Recipients\">\n<div id=\"newsarticle\">\n<p>On Thursday, April 18, 2019, ProMedica Foundations recognized individuals, families and organizations whose commitment to philanthropy have helped ProMedica achieve its mission to improve health and well-being in the communities we serve. Learn more about the award recipients below.</p>\n<h3 class=\"ms-rteElement-H3\">Philanthropist of the Year: Ramy and Faye Eidi</h3>\n<p>The ProMedica Philanthropist of the Year Award is given by the ProMedica Foundation to an individual(s) who set a standard of excellence in the health and well-being of our community. This individual has provided financial support to improve health care at a ProMedica Institution or within the community. The candidate generously volunteers their time and has taken a leadership role to encourage and inspire others to help ProMedica achieve its mission.</p>\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/bH3UOZBrHNo?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe></div>\n<p>&nbsp;</p>\n<h3 class=\"ms-rteElement-H3\">Young Philanthropist of the Year: Jarrod and Erin Hirschfeld</h3>\n<p>The ProMedica Young Philanthropist of the Year Award is given by the ProMedica Foundation to a young professional (age 19-39) who shows exemplary support to achieve our mission. This individual has made donation(s) to support efforts to improve health care at a ProMedica Institution or within the community. The candidate is an advocate for ProMedica who inspires others to get involved and has made an impact to improve health and well-being in our community.</p>\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/oD2A3HjZwHM?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe></div>\n<p>&nbsp;</p>\n<h3 class=\"ms-rteElement-H3\">Junior Philanthropist of the Year: Coldwater High School Gymnastics</h3>\n<p>The ProMedica Junior Philanthropist of the Year Award is given by the ProMedica Foundation to a student (age 5-18) who has selflessly raised funds and/or volunteered to help improve the health and well-being of others. This person inspired their community to be generous making a positive impact on someone’s life.</p>\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/5FQK7-An9tc?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe></div>\n<p>&nbsp;</p>\n<h3 class=\"ms-rteElement-H3\">Mission Partner of the Year: La-Z-Boy</h3>\n<p>The ProMedica Mission Partner of the year is given by the ProMedica Foundation to a business partner who has provided financial support to improve health care at a ProMedica Institution or within the community. The company’s commitment evokes transformative change in our community and helps ProMedica achieve its mission to improve health and well-being.</p>\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/ec3qf3e4cbw?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe></div>\n<p>&nbsp;</p>\n<h3 class=\"ms-rteElement-H3\">Philanthrophy Champions of the Year: Dr. Richard Munk and Robin Charney</h3>\n<p>The ProMedica Philanthropy Champion of the year is given by the ProMedica Foundation to a Physician and an employee/department that has shown exemplary service to a ProMedica patient and the community. The candidate is an advocate for outstanding health care as demonstrated through the compassion, hope, and healing they provide to their patients and the community.</p>\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/LrEvx7TTE7Y?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe>&nbsp;</div>\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/-bx2p-hZRvw?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe></div>\n<p>&nbsp;</p>\n<h3 class=\"ms-rteElement-H3\">Volunteer of the Year: Emory Schmidt</h3>\n<p>The ProMedica Volunteer of the Year is given by the ProMedica Foundation to an individual(s) or group whose unselfish and dedicated service has made a significant difference in the lives of our patients, families, and community. The candidate inspires others to help ProMedica achieve its mission.</p>\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/nzoqnxXnHZM?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe></div>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Interested in ways you can help support ProMedica's mission?</h4>\n<p style=\"text-align: center;\"><a href=\"/ways-to-give/\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\">Ways to Give</a></p>\n</div>\n<p><em>Published May 14, 2019</em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254870\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/promedica-foundations-announces-2019-philanthropy-awards-recipients",
    "Id": 37
  },
  {
    "name": "Generations Tower at ProMedica Toledo Hospital Opens",
    "Title": "Generations Tower at ProMedica Toledo Hospital Opens",
    "Description": "\n\t\t\t\t\t\t<div>Generations Tower at ProMedica Toledo Hospital Opens</div>\n<img src=\"/assets/images/news/banner-images/generation-tower-at-promedica-toledo-hospital-opens.jpg\" alt=\"Generations Tower at ProMedica Toledo Hospital Opens\">\n<div id=\"newsarticle\">\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/OOZ34WDZ6yU?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\" data-gtm-yt-inspected-20=\"true\"></iframe></div>\n<p>In June 2019, ProMedica Toledo Hospital celebrated the opening of Generations Tower with a ribbon cutting and community event. The opening was the culmination of years of construction and a defining moment in the hospital's more than 140-year journey.</p>\n<p>Toledo Hospital has played a fundamental role in caring for communities in northwest Ohio and southeast Michigan since 1874. Generations Tower, with 13 stories and 309 private rooms, will open to patients in July 2019. The tower allows for various improvements in the patient experience, including convenient parking, private rooms, improved food service, and hotel-like amenities. The new space allows for better care team collaboration and innovation as well. Walking distance for the care team is cut in half, there is easier access to medicine and supplies and collaborative meeting areas.</p>\n<p>Providing a state-of-the-art environment for outstanding patient care, collaborative learning and increased research activities is also key to the academic affiliation between ProMedica and The University of Toledo College of Medicine and Life Sciences. Generation Tower will be the hub of clinical training experiences for learners at ProMedica for years to come.</p>\n<p><em>Published June 13, 2019</em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254872\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/generations-tower-at-promedica-toledo-hospital-opens",
    "Id": 38
  },
  {
    "name": "The Tooth Fairy Visits Toledo Childrens Hospital",
    "Title": "The Tooth Fairy Visits Toledo Children's Hospital",
    "Description": "\n\t\t\t\t\t\t\n<div>The Tooth Fairy Visits Toledo Children's Hospital</div>\n<img src=\"/assets/images/news/banner-images/the-tooth-fairy-visits-promedica-toledo-childrens-hospital.jpg\" alt=\"The Tooth Fairy Visits Toledo Children's Hospital\">\n<div id=\"newsarticle\">\n<p>Six-year-old Ean recently visited<a href=\"/location/promedica-russell-j-ebeid-childrens-hospital\"> ProMedica Toledo Children's Hospital </a>for surgery. When he woke up from his anesthesia, his loose tooth was gone! The Tooth Fairy let Ean keep his tooth and two crisp dollar bills.</p>\n<p>Ean was estatic that the Tooth Fairy made a very special visit. It also helped ease his mother's mind about getting that super wiggly tooth out of his mouth before surgery.</p>\n<p>\"We understand how very stressful it is for the parents and that anytime you can make anything more home-like or comforting, the parents are always going to feel better as well as the child,\" said Barbara Grover, DNP, CRNA, ProMedica Toledo Children's Hospital.</p>\n<p>Watch the WTOL interview below to hear more from Barbara Grover and Ean's mother, Kelly Galenski:</p>\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/NtrXgxtrtZw?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\" data-gtm-yt-inspected-20=\"true\"></iframe></div>\n</div>\n<div class=\"callout-n2\">\n<p style=\"text-align: center;\"><a href=\"/location/promedica-russell-j-ebeid-childrens-hospital\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\">Learn more about care at Toledo Children's Hospital.</a></p>\n</div>\n<p><em>Published May 6, 2019. ProMedica Toledo Children's Hospital is now ProMedica Russell J. Ebeid Children's Hospital.</em></p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254868\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/the-tooth-fairy-visits-toledo-childrens-hospital",
    "Id": 39
  },
  {
    "name": "Could a Live Concert Improve Your Health",
    "Title": "Could a Live Concert Improve Your Health?",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Could a Live Concert Improve Your Health?</h1><div>Could a Live Concert Improve Your Health?</div>\n<img src=\"/assets/images/news/banner-images/could-a-live-concert-improve-your-health.jpg\" alt=\"Could a Live Concert Improve Your Health?\">\n<div id=\"newsarticle\">\n<p>Health is much more than living free from illness. The World Health Organization (WHO) defines health as “a state of complete physical, mental and social well-being not merely the absence of disease or infirmity.” Experiencing physical health, as well as an overall sense of happiness, is the key to well-being.</p>\n<p>Music is a powerful contributor to happiness, and can directly impact physiological health. When we listen to a favorite song, the chemical dopamine is released in the brain. Dopamine is the neurotransmitter responsible for fending off depression and helping us feel good. When we feel good, our body releases more antibodies, therefore enhancing our immune system.  </p>\n<p>Music is connected to various health benefits, including: </p>\n<div class=\"module standard-list\">\n<ul>\n    <li><strong>Decreased stress: </strong>Music decreases stress, which is highly linked to disease and illness.  </li>\n    <li><strong>Reduced pain:</strong> Music therapy often reduces pain in cancer and fibromyalgia patients.</li>\n    <li><strong>Improved sleep: </strong>Music has the ability to improve sleep quality for people of all ages.</li>\n    <li><strong>Healthy aging: </strong>Listening to music exercises the brain, keeping us younger for longer. </li>\n    <li><strong>Stroke recovery:</strong> Music can improve memory functioning. Patients recovering from stroke often experience better cognitive recovery by listening to music daily.</li>\n    <li><strong>Therapy for Alzheimer’s patients:</strong> Music affects so many different areas of the brain. For Alzheimer’s patients, it can stimulate healthy brain pathways to improve cognition and memory. </li>\n</ul>\n</div>\n<p><strong>Live music, live longer? </strong>New research suggests a connection between listening to live music and longevity. The study revealed that by attending a concert regularly, people experienced a 25 percent increase in feelings of well-being, 25 percent increase in feelings of self-worth, and 75 percent improvement in mental stimulation. Well, is it time to schedule your next concert?</p>\n<p> This summer, ProMedica is offering a full concert series in downtown Toledo to improve your health and well-being. From Bret Michaels and Diana Ross to Martina McBride and Chaka Khan, you’re sure to find your best health-boosting event. Visit <a href=\"https://promenadeconcerts.com/\">promenadeconcerts.com</a> to purchase tickets to see your favorite artist. </p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Boost your health with the ProMedica Concert Series!</h4>\n<p style=\"text-align: center;\">\n<a href=\"https://promenadeconcerts.com/\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\"> See who's performing</a>\n</p>\n</div>\n<p><em>Published May 1, 2019</em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254866\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/could-a-live-concert-improve-your-health",
    "Id": 40
  },
  {
    "name": "Local Students Complete Mural at ProMedica Sleep Center",
    "Title": "Local Students Complete Mural at ProMedica Sleep Center",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Local Students Complete Mural at ProMedica Sleep Center</h1><div>Local Students Complete Mural at ProMedica Sleep Center</div>\n<img src=\"/assets/images/news/banner-images/local-students-complete-mural-at-promedica-sleep-center.jpg\" alt=\"Local Students Complete Mural at ProMedica Sleep Center\">\n<div id=\"newsarticle\">\n<p>Not everyone looks forward to an overnight stay at a sleep lab, but for some people, it can mean getting to the root of what’s keeping them from a good night’s sleep. </p>\n<p>To help make the stay more enjoyable, students from Cardinal Stritch High School in Oregon, Ohio, completed a hand-painted mural at the sleep lab at ProMedica Bay Park Hospital. The project is part of an initiative to work with local schools to create art in each of the eight ProMedica sleep labs.  </p>\n<div class=\"row\">\n<div class=\" col-sm-8 col-xs-12\">\n<p>ProMedica Sleep Lab Director Heather Sheehy and her team began their search for student artists by working with principals and art departments in local schools. After careful consideration, three finalists were chosen from Cardinal Stritch High School, who worked together to create one masterpiece.  </p>\n<p>Student Lydia Rodriguez said that the comfortable and friendly look of the mural helps show that the sleep lab isn’t so scary. “Sometimes people are scared to sleep at a hospital and not their own bed,” she said.</p>\n<p>While some patients are excited for the opportunity to sleep well and feel better, others are less enthusiastic about a night away from home. “We have some patients who are here because their bed partner has had enough of the snoring, restless sleep,” explained Sheehy. “When one person isn’t sleeping well it can affect two people in the bed.”</p>\n</div>\n<div class=\" col-sm-4 col-xs-12\">\n<p>\n<img alt=\"\" class=\"img-responsive mal\" src=\"/assets/images/news/content-images/sleepcentermural2.jpg\">\n</p>\n</div>\n</div>\n<p>The mural keeps vision of the Sleep Center’s visible for both patients and staff.</p>\n<p>“It is a visual for our patients to see and know how we feel about the service and experience that we want them to have,” said Sheehy. “Having the mural front and center is also a visual for our staff to remember why we are here, that patients come first, that everyone has a different idea of what an excellent experience is and that it is up to us to ask what that is and deliver.”</p>\n<p>The project has been over a year in the making and is just the start of the impact local student artists will make on Sleep Center patients.</p>\n<p>“I am always impressed with people’s talents, especially young people,” said Sheehy. “Schools and hospitals are anchors in communities; it seemed natural to reach out to local students whose artwork may be seen by someone they know.”</p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Are you having sleep issues?</h4>\n<p style=\"text-align: center;\">\n<a href=\"/services-and-conditions/sleep-medicine\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\"> Learn more about ProMedica's Sleep Centers</a>\n</p>\n<p>&nbsp;</p>\n</div>\n<p><em>Published April 15, 2019</em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254865\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/local-students-complete-mural-at-promedica-sleep-center",
    "Id": 41
  },
  {
    "name": "When A Cardiologist Becomes A Heart Patient",
    "Title": "When A Cardiologist Becomes A Heart Patient",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">When A Cardiologist Becomes A Heart Patient</h1><div>When A Cardiologist Becomes A Heart Patient</div>\n<img src=\"/assets/images/news/banner-images/when-a-cardiologist-becomes-a-heart-patient.jpg\" alt=\"When A Cardiologist Becomes A Heart Patient\">\n<div id=\"newsarticle\">\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/Ok8aeQ1Egyk?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe></div>\n<p>James Bingle, MD, chose cardiology as a specialty for very personal reasons. He was just 19 years old when his own dad died of a heart attack at age 63.</p>\n<p>Dr. Bingle believes that if his dad’s heart attack happened today, he may have lived another 20 or 30 years due to innovations in cardiology and electrophysiology. Some of today's treatments Dr. Bingle could only imagine when he became a doctor 32 years ago.</p>\n<p>“If you look at things we do now versus when we started, it’s just unbelievable,” said. Dr. Bingle. “Electrophysiology, the treatment of [heart] rhythms, is a perfect example. Pacemakers were just coming out when I started getting into cardiology.”</p>\n<p>These advances in cardiology are helping to improve the lives of Dr. Bingle's patients, and Dr. Bingle, himself.&nbsp;</p>\n<p>Even with his family history, Dr. Bingle was surprised when he felt a strange feeling in his chest that turned out to be atrial fibrillation, an abnormal heart rhythm. One of Dr. Bingle’s partners had to do a procedure to put his heart back in rhythm. After a couple of episodes, he has made some major lifestyle changes, including consuming less alcohol, eating a more plant-based diet and getting regular exercise.</p>\n<p>Watch the video above to hear more from Dr. Bingle on his experience as a cardiologist and patient.</p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\"></h4>\n</div>\n<p><em>Published February 25, 2019</em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254864\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/when-a-cardiologist-becomes-a-heart-patient",
    "Id": 42
  },
  {
    "name": "Get Involved This Stroke Awareness Month",
    "Title": "Get Involved This Stroke Awareness Month",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Get Involved This Stroke Awareness Month</h1><div>Get Involved This Stroke Awareness Month</div>\n<img src=\"/assets/images/news/banner-images/get-involved-this-stroke-awareness-month.jpg\" alt=\"Get Involved This Stroke Awareness Month\">\n<div id=\"newsarticle\">\n<p>May is National Stroke Awareness Month. According to the American Heart Association/American Stroke Association, stroke is the No. 5 cause of death and a leading cause of adult disability in the United States. On average, someone in the U.S. suffers a stroke every 40 seconds and someone dies of a stroke every four minutes.</p>\n<p>“Nearly 800,000 people suffer a new or recurrent stroke each year and it’s something we need to take very seriously,” said Mouhammad A. Jumaa, MD, Medical Director, ProMedica Stroke Network. “During this month, we hope to remind people to think about stroke, learn the warning signs and take advantage of the local resources that are available. ProMedica Stroke Network offers a wealth of resources to patients in northwest Ohio and southeast Michigan and is committed to saving lives, brains and improving the lives of stroke survivors.”</p>\n<p>ProMedica Stroke Network is a network of 12 hospitals across northwest Ohio and southeast Michigan. Patients are connected to compassionate first responders, hospital emergency room staff, stroke coordinators, highly specialized physicians, advanced practice providers, nurses and many other devoted caregivers and stroke care experts.</p>\n<h2 class=\"ms-rteElement-H2\">Know the warning signs of stroke</h2>\n<p>Learning the warning signs of stroke is vital because once a stroke occurs, receiving prompt medical attention is critical in order to avoid lasting brain damage.</p>\n<p>To remember the warning signs of stroke, use the acronym, BE FAST:</p>\n<div class=\"row\">\n<div class=\" col-sm-2 col-xs-12\"></div>\n<div class=\" col-sm-8 col-xs-12\">\n<p><img alt=\"\" src=\"/assets/images/news/content-images/1.1329-a-pro-stroke-month_be-fast_infographic_fnl_p1.jpg\" class=\"img-responsive ml\"></p>\n</div>\n<div class=\" col-sm-2 col-xs-12\"></div>\n</div>\n<h2 class=\"ms-rteElement-H2\">Get involved this Stroke Awareness Month</h2>\n<p>This month, the ProMedica Stroke Network will host a number of events that will bring together stroke survivors, caregivers, health professionals and supporters. The focus will be on sharing, teaching and learning all there is to know about stroke.</p>\n<p>All proceeds from events benefit the ProMedica Foundation Stroke Patient Assistance Fund. This fund assists stroke patients with medications, assistive devices and therapy.</p>\n<p><strong>BE FAST 5K for Stroke Awareness</strong> - <em>Sunday, May 5, 10 a.m. – noon, Ottawa Park, Toledo -&nbsp;</em>The third BE FAST 5K walk/run with Dave's Running will honor northwest Ohio's stroke survivors and their family members. Join us to celebrate survivors and learn more about stroke prevention! To sign up, visit https://runsignup.com/Race/OH/Toledo/BEFAST5kRunWalk</p>\n<p><strong>Go Purple Day</strong>&nbsp;- <em>Friday, May 10</em> - Show your support of Stroke Awareness Month by wearing something purple.</p>\n<p><strong>Strike-Out Stroke with the Toledo Mud Hens</strong> –<em> Friday, May 17, Fifth Third Field, Toledo</em> - Presented by ProMedica Stroke Network, this event features ProMedica experts, stroke and health information booths, giveaways and baseball! To purchase tickets, visit the Toledo Mud Hens website.</p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Learn more about stroke and how you can manage your risk factors</h4>\n<p style=\"text-align: center;\"><a target=\"_self\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" href=\"/services-and-conditions/stroke\"> Learn More</a></p>\n</div>\n<p><em>Published May 1, 2019</em></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254867\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/get-involved-this-stroke-awareness-month",
    "Id": 43
  },
  {
    "name": "Winter Blood Shortage",
    "Title": "Winter Blood Shortage",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Winter Blood Shortage</h1><div>Winter Blood Shortage</div>\n\n<p>A winter blood shortage has the American Red Cross asking for help.</p>\n<p>The non-profit organization is looking for blood and platelet donors across the country. According to the Red Cross, they collected 27,000 fewer donations during the weeks of Christmas and New Year’s than needed.</p>\n<p>The emergency call for donations comes during National Blood Donor Month. The month is designed to celebrate generous volunteers and to raise awareness for the need of blood donations during a time when weather and illness can make donations hard to come by.&nbsp;</p>\n<p>Hematology and Jobst Vascular Medicine physician<a href=\"/provider/drew-oostra-md-vascular-medicine\" title=\" Drew Oostra, MD\"> Drew Oostra, MD</a> encourages donors, especially those with type O blood, to consider donating to combat the winter shortage.</p>\n<p>“Many patients, including cancer patients, organ recipients, and accident victims rely on blood donations at ProMedica hospitals every day,” said Oostra. “The Red Cross says someone needs blood every two seconds, yet only 10 percent of eligible individuals give blood annually. So please consider donating blood this month in honor of National Blood Donor Month.”</p>\n<p>To find a place to donate visit <a href=\"https://www.redcrossblood.org\" target=\"_blank\" title=\"Red Cross Blood\">www.redcrossblood.org</a>.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254863\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/winter-blood-shortage",
    "Id": 44
  },
  {
    "name": "ProMedica Neurosurgery and Spine Program Named Among Best",
    "Title": "ProMedica Neurosurgery and Spine Program Named Among Best",
    "Description": "\n\t\t\t\t\t\t\n<div>ProMedica Neurosurgery and Spine Program Named Among Best </div>\n<img src=\"/assets/images/news/banner-images/promedica-neurosciences-recognized-by-beckers-hospital-review_png.jpg\" alt=\"ProMedica Neurosurgery and Spine Program Named Among Best \">\n<div id=\"newsarticle\">\n<p>ProMedica has recently been named to <a href=\"https://www.beckershospitalreview.com/lists/100-hospitals-and-health-systems-with-great-neurosurgery-and-spine-programs-2018.html\">Becker's Hospital Review 100 Hospitals and Health Systems with Great Neurosurgery and Spine Programs</a> in 2018. The 15 specialists at <a href=\"/location/neurosciences-center\">ProMedica Neurosciences Cente</a><a href=\"/location/neurosciences-center\">r</a> give patients access to the latest neurosurgery services in areas such as complex spine, brain tumors, cerebrovascular, skull base, trauma and pediatrics. Specialists there have completed an estimated 300 brain surgeries and 1,600 spine surgeries since opening in April 2018.</p>\n<p>Jon Bixler, associate vice president, clinical operations, ProMedica Neurosciences, said that the program offers cutting edge technology that helps provide optimum patient care and outcomes. The Neurosciences Center is also home to <a href=\"/services-and-conditions/neurosurgery\">Ohio's first BrightMatter™ technology</a>, which allows neurosurgeons to perform minimally invasive, patient-specific brain and spine procedures using the latest advancements in visualization tools. Surgeons can see details that can't be seen with the naked eye.&nbsp;</p>\n<p>According to Bixler, these types of technologies allow patients to get top class neurosurgical care right here in Toledo. \"Patients do not need to travel to Cleveland or Ann Arbor for even complex neurosurgical issues,\" he said.</p>\n<p>Growth in the program is expected continue in the coming year.</p>\n<p>\"In 2019, we will continue to grow our academic affiliation with University of Toledo Neurosurgery, partnering ProMedica Physicians and University of Toledo Physicians to drive novel care and research,\" said Bixler. \"We will also continue to expand our geographical footprint, providing neurosurgical care for patients in communities such as Monroe, Defiance and Perrysburg.\"</p>\n<p class=\"ms-rteElement-P\"><strong>Watch the video below to see how ProMedica Neurosciences helped one man walk again after a motorcycle accident:</strong></p>\n<div class=\"responsive-video news-top-video\"><iframe id=\"widget2\" allowfullscreen=\"allowfullscreen\" src=\"https://www.youtube.com/embed/tLoBVS27n_s?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\"></iframe>&nbsp;</div>\n<p class=\"responsive-video news-top-video\"><a href=\"/services-and-conditions/\">Learn more about neuroscience services at ProMedica.</a></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254862\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/promedica-neurosurgery-and-spine-program-named-among-best",
    "Id": 45
  },
  {
    "name": "Veggie Mobile Delivers Nutrition Throughout Lenawee County",
    "Title": "Veggie Mobile Delivers Nutrition Throughout Lenawee County",
    "Description": "\n\t\t\t\t\t\t\n<div>Veggie Mobile Delivers Nutrition Throughout Lenawee County</div>\n<img src=\"/assets/images/news/banner-images/veggie-mobile-delivers-nutrition-throughout-lenawee-county.jpg\" alt=\"Veggie Mobile Delivers Nutrition Throughout Lenawee County\">\n<div id=\"newsarticle\">\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/3BMMYrQVTWo?enablejsapi=1\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\" data-gtm-yt-inspected-22=\"true\"></iframe></div>\n<p>Each week, people in rural communities like Morenci, Mich., look forward to a visit from the Veggie Mobile.</p>\n<p>\"It runs Monday through Friday all year long,\" explained driver Stacy Tilton. \"When the weather's great, we set up outside. It's a great service. We're offering fruits and vegetables at very affordable prices.\"</p>\n<p>\"I always get avocados for my husband,\" said customer Joyce Woerner. \"And whatever I feel like eating the next week. I noticed some cherries over there and the last ones I bought were super delicious.\"</p>\n<p>The Veggie Mobile is a community outreach program in Lenawee County, where people in many rural communities don't have access to fresh fruits and vegetables.</p>\n<p>\"Many have the wrong idea that in rural communities there aren't food deserts, and there are,\" said Julie Yaroch, DO, President, Bixby and Herrick Hospitals. \"And I think we even have a greater challenge when it comes to access and transportation because we're a community of over 750 square miles.\"&nbsp;&nbsp;</p>\n<blockquote>\n<p>\"Many have the wrong idea that in rural communities there aren't food deserts...and I think we even have a greater challenge when it comes to access and transportation.\"</p>\n</blockquote>\n<p>Tilton, manager, ProMedica Farms, drives the Veggie Mobile across many of those miles and makes sure everyone has the opportunity to afford fresh produce.</p>\n<p>\"It's open to anyone. You don't have to be a senior or you don't have to be low income,\" said Tilton. \"We do accept Senior Project Fresh coupons. We accept SNAP/EBT. We have 'double up food bucks,' which is just a great program to really stretch those food dollars and just help families eat better.\"</p>\n<p>The Veggie Mobile supports local farms and businesses by buying their produce and items donated by community farms or grown at the new ProMedica Farm are offered to customers for free.</p>\n<p>\"From time to time, you'll see a need,\" said Tilton. \"ProMedica is generous; we have the ability; we can donate to someone in need. Maybe they're in between pay periods or maybe they had an expense that they weren't expecting. Nobody goes without with the Veggie Mobile.\"</p>\n<p>Tilton takes time to educate the customers about the produce that's available, providing recipes for people to try at home. She's also a friendly face customers look forward to seeing each week.</p>\n<p>\"She loves everybody; everybody loves her,\" said Woerner. \"What more can I say? She just is so good for everybody and to everybody\"</p>\n<p>\"It's just been a joy, to see people week after week,\" said Tilton. \"And working for a healthcare system, it's like whole health. Knowing that there's somebody out there that cares about you and wants to make sure that you're basic needs are met. It's just been a real joy for me and I think [customers], too.\"</p>\n<p>\"I think what Stacy is doing and what the rest of the staff are doing on the farm and Veggie Mobile is about [touching people] and hopefully modeling a behavior that will be shared with someone else so that we can inspire others,\" said Dr. Yaroch.</p>\n<p>\"If you go anywhere where there's the Veggie Mobile you'll get good service and you'll get good food,\" said Woerner.&nbsp;</p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254861\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/veggie-mobile-delivers-nutrition-throughout-lenawee-county",
    "Id": 46
  },
  {
    "name": "Randy Oostra and Steve Cavanaugh Speak at the 5th Annual ProMedica Innovations Summit",
    "Title": "Randy Oostra and Steve Cavanaugh Speak at the 5th Annual ProMedica Innovations Summit",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Randy Oostra and Steve Cavanaugh Speak at the 5th Annual ProMedica Innovations Summit</h1><div>Randy Oostra and Steve Cavanaugh Speak at the 5th Annual ProMedica Innovations Summit</div>\n<img src=\"/assets/images/news/banner-images/randy-oostra-and-steve-cavanaugh-speak-at-the-5th-annual-promedica-innovations-summit.jpg\" alt=\"Randy Oostra and Steve Cavanaugh Speak at the 5th Annual ProMedica Innovations Summit\">\n<div id=\"newsarticle\">\n<p>On September 20, 2018, regional executives, local business owners and entrepreneurs and healthcare administrators and providers gathered at the Renaissance Toledo Downtown Hotel for the 2018 ProMedica Innovations Summit. The purpose of the summit was to bring together real-life innovators, inspiring start-ups and risk takers to share their take on how to \"be bold\".</p>\n<p>Randy Oostra, president and CEO of ProMedica, and Steve Cavanaugh, president of the HCR ManorCare division at ProMedica, sat down with Chrys Peterson to discuss the transforming healthcare industry.</p>\n<p>In July of this year, HCR ManorCare operations were added to the ProMedica organization, making the combined organization the 15th largest in the nation. The relationship between the two organizations began when they worked together to build a new, state-of-the-art facility on the campus of ProMedica Flower Hospital. From there, the organizations worked together to figure out how to improve quality of care as patients went from one setting to another, acute care to post-acute care.&nbsp;</p>\n<p>\"We had already proven that our organizations could work together and, quite honestly, there were a lot more similarities than differences,\" said Cavanaugh.</p>\n<p>\"It's not that big of a leap,\" said Oostra referring to the joining of the organizations. \"It's more a matter of taking what they've done historically and what we've done historically and then create a new path together.\"</p>\n<p>Among the changes from bringing the two organizations together is the ability for HCR ManorCare to reinvest in the community as a nonprofit organization.&nbsp;</p>\n<p>\"The ability to take that cash flow, which normally would have gone to shareholders, to reboot that cash flow and redistribute it now into our footprint is a really big deal,\" said Oostra.</p>\n<p>\"The opportunity to have a business model that lets you provide that great care, that's going to let you change those lives in a positive way, and if you run your business successfully, you've got an opportunity to reinvest into the business to keep making it better and better,\" explained Cavanaugh. \"That's exciting and to the extent that there's extra cash flow, you can also put it back into the community and really start to do things that make a difference in the community.\"</p>\n<p>Hear more from Oostra and Cavanaugh from the 2018 ProMedica Innovations Summit in the video below:</p>\n<iframe src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2FProMedicaAndYou%2Fvideos%2F2330756947210035%2F&amp;show_text=0&amp;width=560\" width=\"560\" height=\"315\" style=\"border: none; overflow: hidden;\" scrolling=\"no\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\"></iframe>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\"></h4>\n</div>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254859\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/randy-oostra-and-steve-cavanaugh-speak-at-the-5th-annual-promedica-innovations-summit",
    "Id": 47
  },
  {
    "name": "Widowmaker A Recovery Story",
    "Title": "Widowmaker: A Recovery Story",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Widowmaker: A Recovery Story </h1><div>Widowmaker: A Recovery Story </div>\n\n<div class=\"pagehead wide\"><img alt=\"\" src=\"/assets/images/news/content-images/janetsstory.jpg\" class=\"img-responsive\">\n<h1>Janet's Story</h1>\n</div>\n<p>Janet was entertaining her family over the Easter holiday when she felt an onset of pain that she could not explain. As she lead the meal preparation for over 20 guests Janet was feeling a squeezing sensation in her chest and felt she needed to sit down for a break. Throughout the morning the pain, nausea and sweating continued she decided to go into the emergency room thinking possible heart attack, driven by her daughter.</p>\n<p>When she arrived at ProMedica Monroe Regional Hospital’s emergency department, the 71 year old calmly explained that she thought she was having a heart attack. Immediately she was rushed to a bed for an&nbsp;electrocardiogram (ECG)&nbsp;to check the electrical activity of her heart.</p>\n<p>The team discovered that Janet was having a life-threatening heart attack referred to as a widowmaker, the informal term for a heart attack that involves 100 percent blockage in the left anterior descending (LAD) artery. That obstruction chokes oxygen, which can trigger an abnormal heart rhythm known as ventricular fibrillation.</p>\n<p>Time is a crucial component of treatment. There is a direct correlation between the amount of time a heart artery is obstructed, the seriousness of the heart attack and the likelihood of survival. That’s why cardiologists across the nation believe in the mantra “time is muscle” when treating heart attack patients.</p>\n<p>As heart attacks go, a widowmaker can be particularly lethal because of the location and extent of the blockage. In surgery Dr. Vincent Songco placed two stents, a metal or plastic tube, into Janet’s artery to keep it open. With the stents in position Janet recalls feeling better almost immediately stating “Dr. Songco save my life. God put him there that day.”</p>\n<p>Following her procedure Janet touted the efforts of not only Dr. Songco but the entire Cardiac Cath Lab “call team” consisting of cardiac techs, monitor techs and circulating nurses. All of which are on call 24/7, 365 days a year. She is thankful that such amazing services are available right here in our community. “You don't need to be sent out of town to receive lifesaving treatment.”</p>\n<p>Today in <a class=\"link-cta\" href=\"/services-and-conditions/cardiac-rehab\">cardiac rehab</a> she is doing more each day as her strength returns. Janet did wear a LifeVest (personal defibrillator worn by a patient at risk for sudden cardiac arrest) for three months and praises her rehab therapist for helping her in recovery. A recovery that has brought her back to her routine of regular walks and caring for her family in her hometown Monroe, Michigan.</p>\n<p><a class=\"link-cta\" href=\"/location/promedica-monroe-regional-hospital\">Learn more: Heart care at ProMedica Monroe Regional Hospital</a></p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254856\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/widowmaker-a-recovery-story",
    "Id": 48
  },
  {
    "name": "Protecting Young Players on the Field",
    "Title": "Protecting Young Players on the Field",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Protecting Young Players on the Field</h1><div>Protecting Young Players on the Field</div>\n<img src=\"/assets/images/news/banner-images/protecting-young-players-on-the-field.jpg\" alt=\"Protecting Young Players on the Field\">\n<div id=\"newsarticle\">\n<p>A growing level of awareness about the long-term effects of concussions has changed the way coaches and doctors react to brain injuries that occur on the field.</p>\n<p>Yet <a href=\"/provider/ryan-m-szepiela-md-physical-medicine-and-rehabilitation\">Ryan Szepiela, MD, </a>ProMedica Physicians Physical Medicine &amp; Rehabilitation, says there’s more research and work to be done.</p>\n<p>“There’s a lot of difference in severity of hits and some we still need to recognize,” explained Dr. Szepiela. “It all depends on the type of trauma, what areas of the brain are hit, the severity of the hit, the overall symptoms and how long they take to resolve afterwards.”</p>\n<p>Coaches, particularly in football, have been incorporating safer techniques, such as keeping feet down when tackling to lower a risk for concussion or cervical spine injury. They also have to participate in training to be able to recognize concussions, as well as what to do if a player has one and how they are treated. Plus, a visit with a certified health provider is needed for the player to get back on the field.</p>\n<p>The symptoms of a concussion can really vary. In general, a concussion is a type of traumatic brain injury (TBI) that is caused by a bump, blow or jolt to the head that disrupts normal brain function. While some players just feel dazed for a few minutes, others can have lingering effects, like sleep or concentration problems for several weeks.</p>\n<blockquote>\n<p>Concussion symptoms vary. While some players just feel dazed for a few minutes, others can have lingering effects, like sleep or concentration problems for several weeks.</p>\n</blockquote>\n<p>A return to play protocol is set to help a child with a concussion recover safely. “We test and evaluate the child with the head injury and have computer testing where we can help see if they are back to a baseline or if they still have cognitive or functional issues,” said Dr. Szepiela.</p>\n<p>While physicians and coaches are working to make sports safer, parents have a responsibility, too, to protect their child. With no general rules about when a child should begin contact sports, parents have to consider their child’s individual skills and capabilities.</p>\n<p>“Kids develop at different ages; kids become mature at different ages as well. Should your child be out there? Can they control their own body to even be taught to tackle correctly?” explained Dr. Szepiela. “If your child wants to play, you have to go there and actually evaluate to make sure they are doing the right thing for them. As a parent, you have to be involved in the process, and be present for things to make sure they are going correctly.</p>\n<p>Changes to the game and to concussion treatment are making sports safer, especially in the age range where the brain is developing quickly. Dr. Speziela said he hopes the momentum continues, with awareness and research.</p>\n<p>“Awareness is key in keeping our kids and athletes safe as they move up the chain and continue to play contact sports,” he said.</p>\n</div>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Stay safe on the field</h4>\n<p style=\"text-align: center;\"><a href=\"/services-and-conditions/sports-medicine\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\"> Learn more about sports medicine </a></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254854\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/protecting-young-players-on-the-field",
    "Id": 49
  },
  {
    "name": "The Basics about Brain Aneurysms",
    "Title": "The Basics about Brain Aneurysms",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">The Basics about Brain Aneurysms</h1><div>The Basics about Brain Aneurysms</div>\n<img src=\"/assets/images/news/banner-images/the-basics-about-brain-aneurysms.jpg\" alt=\"The Basics about Brain Aneurysms\">\n<div id=\"newsarticle\">\n<p>September is Brain Aneurysm Awareness month, and with an estimated 1 in 50 Americans having an unruptured brain aneurysm, according to the <a href=\"https://www.bafound.org/about-brain-aneurysms/brain-aneurysm-basics/brain-aneurysm-statistics-and-facts/\" target=\"_blank\">Brain Aneurysm Foundation</a>, it’s important to increase awareness about this condition.</p>\n<p>In a Facebook Live interview with Chrys Peterson, Kevin Reinard, MD, a neurosurgeon with ProMedica Physicians, explained that aneurysms are essentially a blister that forms on the blood vessel in the brain.</p>\n<a href=\"https://www.youtube.com/watch?v=5bXlVvN25Xw\" target=\"_blank\" title=\"Facebook Live interview\">Watch the Facebook Live interview</a><br>\n<p>“If there’s a weakness in the wall of the blood vessel, that section of the blood vessel has a tendency to ‘pouch out’ and creates a blister. That blister has a tendency to rupture,” he said.&nbsp;</p>\n</div>\n<p>Many times, patients aren’t even aware they have an aneurysm because they may not experience any symptoms or problems. However, advanced imaging technologies have made them easier to spot.</p>\n<p>“We’re seeing a lot more aneurysms discovered early because if someone has a headache or sustains an injury to the head, for example, they may obtain a scan of the head, which may show an incident of an aneurysm,” said Dr. Reinard.</p>\n<p>In these cases, patients should get in touch with a neurologist or a neurosurgeon to discuss potential treatment options. The treatment will depend on various factors, and some individuals may just be monitored if the aneurysm is considered low risk.</p>\n<blockquote>\n<p>“Not all aneurysms are dangerous. It depends on the location, the size of the aneurysm and the overall condition of the person.”</p>\n</blockquote>\n<p>“Not all aneurysms are dangerous,” explained Dr. Reinard. “It depends on the location, the size of the aneurysm and the overall condition of the person. The vast majority of the aneurysms that I see in my clinic, we simply follow for a long period of time.”</p>\n<p>At ProMedica, a collective team of neurosurgeons, stroke neurologists and other professionals meet monthly to discuss patient conditions and come up with a plan that best suits each individual. There are certain risk factors that can increase the likelihood of an aneurysm rupture.</p>\n<p>Aneurysms in certain locations of the brain have a higher probability of rupturing, and it’s been known that in females the tendency to rupture is a little bit higher than in men,” said Dr. Reinard. “Smoking is also a very high risk factor. If you smoke and you have a history of an aneurysm, you certainly ought to stop smoking. There are also some genetic disorders; if somebody has a connective tissue disorder, they could potentially be at a higher risk for rupture.”</p>\n<p>For the general public, Aneurysm Awareness Month presents an opportunity to understand what aneurysms are and their potential to rupture. And, to keep an eye out for loved ones.</p>\n<p>“If you know of somebody who has an aneurysm who has neglected care, they should get in touch with their family physician or see a specialist,” he said. “It’s also important to know that the aneurysm could potentially rupture and cause complications. If you know somebody who has been acting different, hasn’t been themselves, has a headache, their personality has changed, be aware that it could potentially be an aneurysm rupture.”</p>\n<!---<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Read one woman's story about surviving a brain aneurysm</h4>\n<p style=\"text-align: center;\"><a href=\"https://www.promedica.org/neurosciences/news/all-in-the-family\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\"> Meet Carol </a></p>\n</div>---->\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254858\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/the-basics-about-brain-aneurysms",
    "Id": 50
  },
  {
    "name": "Gluing Veins Shut Can Help Treat Varicose Veins",
    "Title": "Gluing Veins Shut Can Help Treat Varicose Veins",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">Gluing Veins Shut Can Help Treat Varicose Veins</h1><div>Gluing Veins Shut Can Help Treat Varicose Veins</div>\n<img src=\"/assets/images/news/banner-images/gluing-veins-shut-can-help-treat-varicose-veins.jpg\" alt=\"Gluing Veins Shut Can Help Treat Varicose Veins\">\n<p>When it comes to vein treatments, Rochelle Peterman has been through it all.</p>\n<p>She’s had venous insufficiency, also known as venous reflux, for decades after having children. “It can get very painful—throbbing, aching, a lot of swelling, a feeling of heaviness when you’re moving around,” she explained.</p>\n<p>The condition occurs when the valves in the veins don’t work properly. Instead of taking all of the blood back to the heart, the faulty veins cause blood to head in the wrong direction, leading to pressure in the veins, widened veins and pain. A trademark symptom is the snake-like shape of varicose veins. But beside their unpleasant appearance, Rochelle knew it was a priority to work with doctors for health reasons. “It’s a true medical condition that you want to have addressed because it can lead to a lot of complication if you don’t.”</p>\n<p>Rochelle tried a few treatments, including bi-lateral stripping to remove some of the major veins and sclerotherapy. Unfortunately, none of these treatments worked.&nbsp;Thankfully, she was willing to try another treatment—VenaSeal, a procedure that actually glues veins shut.</p>\n<p>“The substance is a version of super glue–the same substance that has been developed for other medical purposes, such as deep cuts in the emergency room, ” explained&nbsp;<a href=\"https://www.promedica.org/provider/john-fish-md-fsvm-facp-vascular-medicine\" class=\"ext-icon no-new-window\" target=\"_self\">John Fish, MD, FSVM, FACP,</a>&nbsp;a vascular medicine physician with <a href=\"/services-and-conditions/vascular-care/vascular-institute\" class=\"ext-icon no-new-window\" target=\"_self\">Jobst Vascular Institute</a>. A higher thickness in the glue helps it work in the vein and pressure from the outside (by pressing on the skin) allows the glue to set. The procedure’s effectiveness is very high, in the 90% range, said Dr. Fish.</p>\n<p>Rochelle is part of that 90%.</p>\n<p>“I can’t say enough good about it,” she said. “They did a local anesthetic on the back of my left calf. I felt a little pinch of the catheter go in. After that it was smooth sailing.” On the day of Rochelle’s procedure, she couldn’t drive and needed to keep her leg elevated for about an hour or so at a time. She also needed to be walking around. But by the next day, it was life as usual.</p>\n<p>“I was able to go about the tasks of daily living by day two,” said Rochelle. “There was no incision, just a tiny scab where they put the catheter.”</p>\n<p>Dr. Fish agreed that there is typically isn’t much pain with the procedure. “We are basically starting a line, like an IV, in the calf region. The wire goes up and from there there really isn’t a lot of pain,” he described.</p>\n<p>“In the past, we had to make multiple injections of fluid that goes around the vein,” he said. “So we had the wire inside the vein, and we had to inject from the outside to put a halo of fluid around the vein so we could turn on an energy source such as a laser or radio frequency probe that caused the vein to shut. In this case, we don’t have to do this; that step is eliminated.”</p>\n<p>According to Dr. Fish, there aren’t a lot of known side effects from the VenaSeal glue itself, either. These procedures where we shut these veins do carry a less than 1% risk of a clot that can form at the end where we start in the groin, for example,” he said. “It’s a low percentage, but we usually have everybody come back for an ultrasound just to check in case that happens.”</p>\n<p>Venous insufficiency can present itself, as it did in Rochelle’s case, after pregnancy because the veins widen when you are pregnant and the uterus puts added pressure on the veins. Hereditary factors can also contribute to the condition, but Dr. Fish said that even people without a family history can develop venous insufficiency from the work they do or from being on their feet all the time. Conservative treatments, such as compression socks aren’t always enough to help the swelling and pain if the venous insufficiency is more advanced.</p>\n<p>“There’s so much blood flow going in the wrong direction in the vein because of faulty veins,” explained Dr. Fish.</p>\n<p>That’s where treatments like VenaSeal come in. Rochelle was a little nervous about the procedure at first, but is now glad she did it. “There is no pain in my leg; no heaviness,” she said.</p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Have questions about vein conditions and treatment options?</h4>\n<p style=\"text-align: center;\"><a href=\"/services-and-conditions/vascular-care/\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\"> Learn More </a></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254853\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/gluing-veins-shut-can-help-treat-varicose-veins",
    "Id": 51
  },
  {
    "name": "Teacher One of First in Ohio for Vascular Procedure",
    "Title": "Teacher One of First in Ohio for Vascular Procedure",
    "Description": "\n\t\t\t\t\t\t\n<div>Teacher One of First in Ohio for Vascular Procedure</div>\n<img src=\"/assets/images/news/banner-images/teacher-one-of-first-in-ohio-for-vascular-procedure.jpg\" alt=\"Teacher One of First in Ohio for Vascular Procedure\">\n<div class=\"responsive-video news-top-video\"><iframe src=\"https://www.youtube.com/embed/DeVyzgrxO7E?enablejsapi=1&amp;origin=https:%2F%2Fpromedicahealthconnect.org\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" id=\"widget2\"></iframe></div>\n<p>As a kindergarten teacher, Katie Bernath’s day is pretty much non-stop. “Lots of hands-on, lots of tying shoes, bending over at tables helping students one on one…I don’t really get any breaks…it’s hard to find time to go to the bathroom,” said Katie.</p>\n<p>It became a huge challenge a couple of years ago when Katie felt the urge to use the bathroom every few minutes. “I thought I had a UTI [urinary tract infection], and&nbsp;instead of going to the doctor I had them prescribe something over the phone. I got better but I was still going to the bathroom every 5-10 minutes, I felt like I had to go.”</p>\n<p>Turns out, it wasn’t a urinary tract infections–and her symptoms got worse.</p>\n<p>“I did a lot of sitting. I was very tired. I was in a lot of pain,” said Katie. “I remember my fiancé was with me and I couldn’t move, I couldn’t stand up straight, I was in so much pain. I said, “I have to go to the hospital.”</p>\n<p>Katie was just 25 years old so she was surprised when tests showed she might have a vascular problem. <a href=\"https://www.promedica.org/provider/andrew-seiwert-md-facs-vascular-surgery\" class=\"ext-icon no-new-window\" target=\"_self\">Andrew Seiwert, MD,</a> from <a href=\"/services-and-conditions/vascular-care/vascular-institute\" class=\"ext-icon no-new-window\" target=\"_self\">Jobst Vascular Institute</a>, looked at Katie’s scans and knew right away what was wrong.</p>\n<p>“He came back and said, ‘Yep, it’s nutcracker syndrome,’ and I said, ‘OK, what’s that?'” explained Katie.</p>\n<p>Nutcracker syndrome is a type of pelvic congestion syndrome–a condition caused by varicose veins in the lower abdomen that can cause severe pain, make it difficult to sit or ride in a car, and, in Katie’s case, it was affecting her kidney function.</p>\n<p>“With nutcracker syndrome, you have to think of an old-fashioned nutcracker. If the angle is bad, the artery clamps down on the vein,” said Dr. Seiwert. “All of the blood going into the left kidney can’t get out of the left kidney, and so it’s looking for someplace else to go.”</p>\n<p>“Probably the easiest way of thinking about that is to&nbsp;back as a kid putting a rubber band on your finger,” explained Dr. Seiwert. “It’s fun to watch your finger turn purple, but after about 30-45 seconds, it becomes painful because the blood gets into your finger but can’t get out.”</p>\n<p>Correcting that issue used to mean major surgery with a 12-18 inch incision and up to a year of recovery. But Katie opted to try a new procedure, developed just two years ago by Chicago surgeon John White. With laparoscopic surgery and a much smaller incision, a general surgeon moves the bowel out of the way temporarily so Dr. Seiwert can easily reach and repair the vascular issue, just a 2-3 hour procedure.</p>\n<p>“When John White published this in 2016, it was an ‘ah ha’ moment,” said Dr. Seiwert. “We have had great success with this so far and think it’s the way to go.”</p>\n<p>Katie is now not only a teacher, but a bit of a pioneer–one of the first patients in Ohio to undergo this new procedure. Just three weeks after surgery, she was back in the classroom and back to her old self again.</p>\n<p>“It’s fun! I can bend over, I have no pain. If I have to go to the bathroom, it’s not like it was a year and a half ago,” said Katie. “100% I’d do the surgery all over again. I feel like I’m a better teacher for it.”</p>\n<div class=\"callout-n2\">\n<h4 style=\"text-align: center;\">Are you at risk of vascular disease?</h4>\n<p style=\"text-align: center;\"><a href=\"/services-and-conditions/vascular-care/\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\">Learn More&nbsp;</a></p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254849\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/teacher-one-of-first-in-ohio-for-vascular-procedure",
    "Id": 52
  },
  {
    "name": "OhioWearsBlue to Raise Awareness of Child Abuse and Neglect",
    "Title": "#OhioWearsBlue to Raise Awareness of Child Abuse and Neglect",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">#OhioWearsBlue to Raise Awareness of Child Abuse and Neglect</h1><div>#OhioWearsBlue to Raise Awareness of Child Abuse and Neglect</div>\n<img src=\"/assets/images/news/banner-images/ohiowearsblue-to-raise-awareness-of-child-abuse-and-neglect.jpg\" alt=\"#OhioWearsBlue to Raise Awareness of Child Abuse and Neglect\">\n<p>On April 11, residents throughout Ohio donned blue to raise awareness of child abuse and neglect in our communities. The campaign, led by the Public Children Services Association of Ohio, aims to engage business, community service organizations, schools, civic organizations and healthcare organizations to participate in a one-day awareness event. The campaign is also in the midst of National Child Abuse Prevention Month.</p>\n<p>In addition to negatively impacting a child’s well-being, studies suggest that abuse and neglect may have damaging effects on emotional and physical health, perhaps even contributing to premature death.</p>\n<p>“When a child is abused there is usually more than one type of abuse happening,” explained ProMedica clinical psychologist <a href=\"/location/the-cullen-center\" class=\"ext-icon no-new-window\" target=\"_self\">Adrienne Fricker Elhai, PhD, The Cullen Center.</a> “Their environment lacks support and they don’t develop the proper skills to be an adult.”</p>\n<p>Awareness of the effects of neglect is particularly important due to its effects. Neglect is the absence of care and can be physical, emotional or medical.</p>\n<p>“Research shows the long-term effects of neglect are often more profound than abuse,” said Dr. Elhai. “Babies and children learn about the world, themselves, and others within the context of relationships and when they are neglected, this learning is disrupted.”</p>\n<p>According to Dr. Elhai, children who are consistently neglected have no one to let them know that they matter and will likely have difficulty with trust and understanding their own and other’s moods, which will make relationships difficult.</p>\n<p>Child abuse and neglect can be prevented, but it takes awareness and the right connect to resources. If you suspect a child has been a victim of abuse or neglect, call Child Protective Services. In Lucas County, the number is 419-213-CARE (2273).</p>\n<p>“One positive adult in a child’s life can make all the difference for a child who is being abused,” said Dr. Elhai. “Having a supportive individual around may change that child’s path.”</p>\n<hr>\n<h4>ProMedica staff participate in #OhioWearsBlue to raise awareness:</h4>\n<div class=\"row\">\n<div class=\"col-md-6\">\n<img alt=\"\" class=\"img-responsive \" src=\"https://promedicahealthconnect.org/media/OhioWearsBlue3.jpg\">\n</div>\n<div class=\"col-md-6\">\n<img alt=\"\" class=\"img-responsive \" src=\"https://promedicahealthconnect.org/media/OhioWearsBlue-e1523537772590.jpg\"></div>\n</div>\n<div class=\"callout-n2\">\n<p style=\"text-align: center;\">The Cullen Center at ProMedica Toledo Children’s Hospital helps children, adolescents and families who have experienced a traumatic event to heal and reclaim their lives.</p>\n<p style=\"text-align: center;\"><a href=\"/location/the-cullen-center\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\"> Learn more </a>\n</p>\n</div>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254851\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/ohiowearsblue-to-raise-awareness-of-child-abuse-and-neglect",
    "Id": 53
  },
  {
    "name": "New FDAApproved Drug May Help Those With Migraines",
    "Title": "New FDA-Approved Drug May Help Those With Migraines",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">New FDA-Approved Drug May Help Those With Migraines</h1><div>New FDA-Approved Drug May Help Those With Migraines</div>\n<img src=\"/assets/images/news/banner-images/new-fda-approved-drug-may-help-those-with-migraines.jpg\" alt=\"New FDA-Approved Drug May Help Those With Migraines\">\n<div id=\"newsarticle\">\n<p>Kris Gilmore Tolek has had migraines since her early teens and now gets them nearly every day. “I get bad migraines a couple times a week and more mild ones on the other days,” she explained. The debilitating condition also runs in her family.</p>\n<p>Desperate for relief, she has tried a variety of treatments. “I’ve tried many supposed migraine and off-label medications, such as nerve blocks, chiropractor and bio feedback—and have gotten either no relief or some relief but with many side effects.”</p>\n<p>Ms. Gilmore Tolek is one of many to live with migraines. <a href=\"https://www.promedica.org/provider/selena-nicholas-bublick-md-mhs-neurology\" target=\"_blank\">Selena Nicholas-Bublick, MD, ProMedica neurologist</a>, said there are up to 39 million migraine sufferers in the country.</p>\n<p>Fortunately, the recent approval from the <a href=\"https://www.usatoday.com/story/news/nation-now/2018/05/18/migraines-fda-approves-first-preventative-drug/622457002/\" class=\"ext-icon\">U.S. Food and Drug Administration of a drug that prevents migraines</a> gives patients like Ms. Gilmore Tolek hope. The drug, called Aimovig™, blocks a molecule in the brain that helps trigger migraines. It is a monthly injection that the patient usually injects into their thigh.</p>\n<p>According to Dr. Nicholas-Bublick, there are other migraine therapies out there already but studies have shown that patients are dissatisfied, either because they aren’t effective enough or because there are side effects. “It’s frustrating to patients and care providers, and it can unfortunately lead to overuse of acute pain medications,” she said.</p>\n<p>So how does Aimovig work? Dr. Nicholas-Bublick explained that during a migraine, certain molecules in the brain are released. One molecule in particular, called CGRP (calcitonin gene-related peptide) plays an important role in causing pain. Aimovig blocks this molecule from getting to a receptor, which would cause pain.</p>\n<p>Aimovig is a little different from other medications because it’s taken through the skin as an injection. So far, it’s showing promising results with limited side effects, said Dr. Nicholas-Bublick.</p>\n<p>Ms. Gilmore Tolek is hopeful it will work for her, too.</p>\n<h4 style=\"text-align: center;\">Learn more about how migraines happen and how they can be treated.</h4>\n<p style=\"text-align: center;\"><a href=\"/services-and-conditions/migraine-headaches\" class=\"btn btn-primary btn-lg ext-icon no-new-window\" target=\"_self\"> Learn more </a></p>\n</div>\n<p>&nbsp;</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254845\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/new-fda-approved-drug-may-help-those-with-migraines",
    "Id": 54
  },
  {
    "name": "How Contagious Is Hepatitis A From a Restaurant",
    "Title": "How Contagious Is Hepatitis A From a Restaurant?",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">How Contagious Is Hepatitis A From a Restaurant?</h1><div>How Contagious Is Hepatitis A From a Restaurant?</div>\n<img src=\"/assets/images/news/banner-images/how-contagious-is-hepatitis-a-from-a-restaurant.jpg\" alt=\"How Contagious Is Hepatitis A From a Restaurant?\">\n<p>A <a href=\"https://www.youtube.com/watch?v=GquDDxHiePw&amp;feature=youtu.be\" class=\"ext-icon\">recent case of Hepatitis A</a> at a Toledo Dave and Buster’s is concerning local patrons who recently dined there. But how contagious is this condition?</p>\n<p>According to the <a href=\"https://www.cdc.gov/hepatitis/hav/afaq.htm#overview\" class=\"ext-icon\">Centers for Disease Control and Prevention (CDC)</a>, “hepatitis A is a highly contagious liver infection caused by the hepatitis A virus” which causes the liver to become inflamed. The prevalence of hepatitis A has decreased since the vaccine was introduced in 1995, but it’s still common and contagious.</p>\n<p>However, the likelihood of getting it from a food worker may not be as high as you think. <a href=\"https://www.promedica.org/provider/michael-h-basista-md-gastroenterology\" class=\"ext-icon no-new-window\" target=\"_self\">Michael Basista, MD,</a> a gastroenterologist with ProMedica Physicians, said that patrons have a fairly low risk of acquiring hepatitis A from a restaurant employee. Like other viruses, it’s spread when food, typically uncooked food (such as a salad) or already cooked food, is touched by the person infected. “If they didn’t wash their hands they could pass it on,” he explained.</p>\n<p>“Other employees are at a somewhat higher risk because they work alongside the person,” said Dr. Basista. Immediate family, too, is also at risk. For these people, a hepatitis A vaccination is recommended.</p>\n<p>Fatigue, fever, yellowish skin (jaundice), and vomiting are some of the symptoms of hepatitis A, although young children often show no or very few symptoms. Those with certain preexisting conditions, or who previously had untreated hepatitis B or C may get sicker than the average person. Symptoms typically last for about 1-2 months, but could last up to six months in rare cases. The virus is contagious for up to two weeks, even before some symptoms appear, making it difficult to prevent it from spreading.</p>\n<p>The good news: “Hepatitis A doesn’t cause a chronic condition and once you have it you’re immune,” said Dr. Basista. Having hepatitis A also doesn’t increase your risk for cirrhosis or cancer.</p>\n<p>Dr. Basista recommends that those with liver problems or other significant health problems ask their doctors about the hepatitis A vaccination if they may have been exposed.</p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,254847\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/how-contagious-is-hepatitis-a-from-a-restaurant",
    "Id": 56
  },
  {
    "name": "Carol Buchanans Brain Aneurysm Story",
    "Title": "Carol Buchanan's Brain Aneurysm Story",
    "Description": "\n\t\t\t\t\t\t\n<h1 id=\"cphMain_ihPageTitle\" class=\"ih-page-title \" itemprop=\"name\">All in the Family</h1><div>All in the Family</div>\n\n<h1>All in the Family: A Brain Aneurysm Survivor Shares Her Story</h1>\n<div><center><img class=\"img-responsive\" src=\"/assets/images/news/content-images/buchanan-dinner-475x250.jpg\" alt=\"Patient Story\"></center>&nbsp;</div>\n<p>Imagine waking up one day in a hospital room without any recollection of how you got there. Your laptop, favorite blanket and cell phone are near your bedside. You scroll through your phone and find three days’ worth of text messages from worried loved ones. You realize that you have been in the hospital for three days. You are frightened, worried and have so many questions.</p>\n<p>That’s what happened to Carol Buchanan two years ago. She woke up to find herself in <a href=\"/location/promedica-toledo-hospital\">ProMedica Toledo Hospital</a>. Her husband, Frank Buchanan, had to explain to her everything that had happened over the few days.</p>\n<p>It started on Nov. 28, 2015. That night, Frank heard Carol making strange noises in her sleep. He turned on the light to check on her. That’s when he realized she was not breathing. He called 911 immediately. Within minutes, the ambulance arrived. Paramedics administered CPR and rushed Carol to the emergency room at Toledo Hospital. There, she was diagnosed with a ruptured brain aneurysm.</p>\n<p>Each year, a brain aneurysm ruptures in 10 out of every 100,000 people, according to the <a href=\"https://www.ninds.nih.gov/\">National Institute of Neurological Disorders and Stroke</a>. A brain aneurysm is a bulge in a blood vessel in the brain. As the aneurysm grows, it places pressure on the surrounding tissues in the brain. Eventually, it can rupture.</p>\n<p>Like most people with a brain aneurysm, Carol didn’t know that she was living with one until it burst. It released blood into the spaces around her brain. This is a subarachnoid hemorrhage (SAH), a very serious type of stroke. According to the <a href=\"https://www.bafound.org/\">Brain Aneurysm Foundation</a>, approximately 15% of patients with SAH die before ever reaching the hospital.</p>\n<p>To save Carol, Mouhammad Jumaa, MD, interventional vascular neurologist, performed an emergency endovascular coiling surgery. Dr. Jumaa guided a catheter through Carol’s groin to reach the affected blood vessel in her brain where the aneurysm was located. Then, small metal coils were inserted into the aneurysm. They conformed to the shape of the aneurysm and stopped the bleeding.</p>\n<p>Carol survived the procedure. However, Dr. Jumaa warned her loved ones that she would be fortunate to make it through the night and, if she did, she likely would not have the same brain function as she did before. Loved ones came to the hospital to say their final goodbyes. Incredibly, three days later, Carol woke up.</p>\n<p><a class=\"link-cta\" href=\"/services-and-conditions/\">Read more: Brain Aneurysm Care <em class=\"fa fa-arrow-circle-right\"></em></a></p>\n<p>Her recovery progressed over several months. While in the hospital, she began speech, physical, and occupational therapy. Then, she moved to <a href=\"/location/promedica-flower-hospital\">ProMedica Flower Hospital</a>, where she continued intense inpatient rehab. Once out of the hospital, Carol completed three more months of outpatient rehab.</p>\n<p>“Everything is back to normal now, including the fact that I still don’t like to cook,” Carol shared. She knows that she was extremely lucky. Of those who survive a ruptured brain aneurysm, like Carol did, 66% suffer permanent neurological deficits.</p>\n<div class=\"module experts\">\n<div class=\"expert-wrap\">\n<div class=\"expert-photo\"><a class=\"zoom\" href=\"/assets/images/news/content-images/buchanan-400x400.jpg\"><img src=\"/assets/images/news/content-images/buchanan-160x160.jpg\" alt=\"carol buchanan\"> </a> &nbsp;</div>\n<div class=\"expert-info\">\n<blockquote class=\"mini\">After Carol's brain aneurysm burst, loved ones started to say their final goodbyes. Not only did she survive, she's now an advocate for prevention.</blockquote>\n</div>\n</div>\n</div>\n<p>Six months after her aneurysm ruptured, Carol began to have regular follow-up visits at Toledo Hospital’s brain aneurysm clinic. She laughs now when recalling her first appointment with Julie Shawver, PA-C, ProMedica Physicians Neurology.</p>\n<p>“Julie told me we’d get to be best friends. I thought to myself, ‘No, I’d just like to go on with my life now,’” Carol said. “But sure enough, she was right.”</p>\n<p>In addition to seeing Dr. Jumaa, Julie, and other caregivers at her regular visits to the aneurysm clinic, Carol also looks forward to seeing them each September at ProMedica’s annual celebration for brain aneurysm survivors.</p>\n<p>“It’s overwhelming. It’s wonderful to laugh with them and to see them outside of the doctor’s office, especially with lemonade and cake,” she adds.</p>\n<p>Her advice to others: Pay attention to your family history. Brain aneurysms can be hereditary. In fact, her father and a niece passed away from ruptured brain aneurysms. Today, she encourages her family members to talk with their doctors about their personal risk and, if needed, to have testing done at the brain aneurysm clinic at Toledo Hospital.</p>\n<p>Dr. Jumaa lists other risk factors for developing brain aneurysms including cigarette smoking, high blood pressure, injury or trauma to blood vessels, and complications from certain blood infections.</p>\n<p>“To diagnose a brain aneurysm, patients need special imaging tests,” he explains. “If an unruptured brain aneurysm is discovered, it can be monitored and a potential rupture can be prevented using medical or surgical treatments.”</p>\n<p><a class=\"link-cta\" target=\"blank\" href=\"/services-and-conditions/brain-aneurysm\">Learn more about the brain aneurysm clinic at ProMedica Toledo Hospital <em class=\"fa fa-arrow-circle-right\"></em></a></p>\n<script type=\"text/javascript\">var hierarchalData = \"268992,264500,248837,253144\";</script>\n\t\t\t\t\t",
    "Url": "https://www.promedica.org/newsroom/our-stories/all-in-the-family",
    "Id": 57
  }
]
